Repository: Jolg42/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: cs_cz, fa_ir, ja_jp, pt_pt

source: Error in project creation, %1$s
cs_cz: Chyba při vytváření projektu, %1$s
fa_ir: خطا در ساختن پروژه، %1$s
ja_jp: プロジェクトの作成中にエラーが発生しました。 %1$s
pt_pt: Ocorreu um erro na criação do planeamento, %1$s

source: Error when adding payment mode %1$s
cs_cz: Chyba při přidávání režimu platby %1$s
ja_jp: 支払い方法 %1$sの追加時にエラーが発生しました
pt_pt: Ocorreu um erro ao adicionar a forma de pagamento %1$s

source: Error when adding category %1$s
cs_cz: Chyba při přidávání kategorie %1$s
fa_ir: خطا هنگام افزودن دسته‌بندی %1$s
ja_jp: カテゴリー %1$sの追加時にエラーが発生しました
pt_pt: Erro ao adicionar a categoria %1$s

source: Error when adding currency %1$s
cs_cz: Chyba při přidávání měny %1$s
fa_ir: خطا هنگام افزودن واحد پولی %1$s
ja_jp: 通貨 %1$sの追加時にエラーが発生しました
pt_pt: Ocorreu um erro ao adicionar a moeda %1$s

source: Error when adding member %1$s
cs_cz: Chyba při přidávání člena %1$s
fa_ir: خطا هنگام افزودن عضو %1$s
ja_jp: メンバー %1$sの追加時にエラーが発生しました
pt_pt: Ocorreu um erro ao adicionar o membro %1$s

source: Error when adding bill %1$s
cs_cz: Chyba při přidávání účtu %1$s
fa_ir: خطا هنگام افزودن رسید %1$s
ja_jp: 請求書 %1$s の追加時にエラーが発生しました
pt_pt: Ocorreu um erro ao adicionar a despesa %1$s

source: Malformed CSV, cannot have an empty ower
cs_cz: Pokažené CSV, nemůže mít prázdného dlužníka
ja_jp: 不正なCSVです 債務者がありません
pt_pt: CSV malformado, não pode ter um devedor nulo

source: Malformed CSV, bad amount on line %1$s
cs_cz: Pokažené CSV, chybná částka na řádku %1$s
ja_jp: CSV形式が不正です %1$s行目の金額が無効です
pt_pt: CSV malformado, montante inválido na linha %1$s

source: Malformed CSV, no payer on line %1$s
cs_cz: Pokažené CSV, žádný plátce na řádku %1$s
ja_jp: CSV形式が不正です。 %1$s行目に支払者がありせん
pt_pt: CSV malformado, nenhum pagador na linha %1$s

source: Malformed CSV, impossible to find the column names
cs_cz: Poškozené CSV – nedaří se najít názvy sloupců
ja_jp: CSVが不正です。列名を見つけることができません
pt_pt: CSV malformado, não foi possível encontrar os nomes das colunas

source: daily
cs_cz: každý den
fa_ir: روزانه
ja_jp: 日
pt_pt: diariamente

source: weekly
cs_cz: každý týden
fa_ir: هفتگی
ja_jp: 週
pt_pt: semanalmente

source: monthly
cs_cz: každý měsíc
fa_ir: ماهانه
ja_jp: 月
pt_pt: mensalmente

source: Cospend projects and user settings
cs_cz: Nastavení projektů a uživatelů v Cospend
ja_jp: Cospend プロジェクトとユーザー設定
pt_pt: Planeamentos do Cospend e configurações do utilizador

source: What do you want to do?
cs_cz: Co chcete udělat?
ja_jp: 下記のどれかを選択して下さい。
pt_pt: O que pretende fazer?

source: These actions are also available in the sidebar project context menu.
cs_cz: Tyto akce jsou také k dispozici v kontextové nabídce projektu na postranním panelu.
ja_jp: これらのアクションはサイドバーのプロジェクトコンテキストメニューでも使用できます。
pt_pt: Estas operações também estão disponíveis no menu de contexto da barra lateral do planeamento.

source: Create a bill
cs_cz: Vytvoření účtu
ja_jp: 請求書を作成
pt_pt: Criar uma despesa

source: Show project settings
cs_cz: Zobrazit nastavení projektu
ja_jp: プロジェクト設定を表示
pt_pt: Mostrar as configurações do planeamento

source: Share the project
cs_cz: Nasdílet projekt
ja_jp: このプロジェクトを共有
pt_pt: Partilhar o planeamento

source: Show project statistics
cs_cz: Zobrazit statistiky projektu
ja_jp: プロジェクトの集計を表示
pt_pt: Mostrar estatísticas do planeamento

source: Show project settlement plan
cs_cz: Zobrazit plán vypořádání projektu
ja_jp: プロジェクト決済プランを表示
pt_pt: Mostrar o plano de liquidação do planeamento

source: Select a project
cs_cz: Vyberte projekt
ja_jp: プロジェクトを選択
pt_pt: Escolha um planeamento

source: Toggle sidebar
cs_cz: Vyp/zap. postranní panel
ja_jp: サイドバーを切り替え
pt_pt: Alternar a barra lateral

source: Nothing to repeat
cs_cz: Nic k (z)opakování
ja_jp: 繰り返しなし
pt_pt: Não há nada para repetir

source: Bill deleted
cs_cz: Účet smazán
ja_jp: 請求書が削除されました
pt_pt: Despesa eliminada

source: Failed to delete bill
cs_cz: Účet se nepodařilo uložit
fa_ir: شکست در حذف رسید
ja_jp: 請求書の削除に失敗しました
pt_pt: Falha ao eliminar a despesa

source: Failed to delete bills
cs_cz: Účty se nepodařilo smazat
ja_jp: 請求書の削除に失敗しました
pt_pt: Falha ao eliminar as despesas

source: Member {name} already exists
cs_cz: Člen {name} už existuje
fa_ir: عضو {name} از قبل وجود دارد
ja_jp: メンバー {name} は既に存在します
pt_pt: O membro {name} já existe

source: Impossible to move bill. No candidate project found.
cs_cz: Účet není možné přesunout. Nenalezen žádný projekt-kandidát.
ja_jp: 法案を移動できません。候補プロジェクトが見つかりませんでした。
pt_pt: Não foi possível mover a despesa. Não foram encontrados planeamentos candidatos.

source: Failed to get projects
cs_cz: Nepodařilo se načíst seznam projektů
fa_ir: دریافت پروژه ناموفق بود
ja_jp: プロジェクトの読み込みに失敗しました
pt_pt: Falha ao obter planeamentos

source: Failed to get bills
cs_cz: Nepodařilo se načíst účty
ja_jp: 請求書の取得に失敗しました
pt_pt: Falhou a criação de despesas

source: Invalid project name
cs_cz: Neplatný název projektu
fa_ir: نام پروژه نامعتبر است
ja_jp: 無効なプロジェクト名
pt_pt: O nome do planeamento é inválido

source: Failed to create project
cs_cz: Projekt se nepodařilo vytvořit
fa_ir: ساختن پروژه ناموفق بود
ja_jp: プロジェクトの作成に失敗しました。
pt_pt: Falha ao criar o planeamento

source: Deleted project {id}
cs_cz: Projekt {id} smazán
fa_ir: پروژه {id} حذف شد
ja_jp: 削除されたプロジェクト {id}
pt_pt: Planeamento {id} eliminado

source: Failed to delete project
cs_cz: Projekt se nepodařilo smazat
fa_ir: حذف پروژه ناموفق بود
ja_jp: プロジェクトの削除に失敗しました
pt_pt: Falhou a eliminação do planeamento

source: Failed to update balances
cs_cz: Zůstatek se nepodařilo aktualizovat
fa_ir: به‌روز رسانی موجودی‌ها ناموفق بود
ja_jp: 残高の更新に失敗しました
pt_pt: Falha ao actualizar saldos

source: Created member {name}
cs_cz: Vytvořen člen {name}
fa_ir: عضو ساخته شده {name}
ja_jp: メンバー {name} を作成しました
pt_pt: Membro {name} criado

source: Failed to add member
cs_cz: Nepodařilo se přidat člena
fa_ir: افزودن عضو ناموفق بود
ja_jp: メンバーの追加に失敗しました
pt_pt: Falha ao adicionar membro

source: Failed to add shared access
cs_cz: Přidání sdíleného přístupu se nezdařilo
fa_ir: افزودن دسترسی هم‌رسانی شده شکست خورد
ja_jp: 共有アクセスを追加できませんでした
pt_pt: Falha ao adicionar acesso partilhado

source: Failed to save member
cs_cz: Člena se nepodařilo uložit
fa_ir: ذخیره عضو ناموفق بود
ja_jp: メンバーの保存に失敗しました
pt_pt: Falha ao guardar membro

source: Member deleted.
cs_cz: Člen smazán.
ja_jp: メンバーを削除しました。
pt_pt: Membro eliminado.

source: Member saved.
cs_cz: Člen uložen.
fa_ir: عضو ذخیره شد.
ja_jp: メンバーを保存しました。
pt_pt: Membro guardado.

source: Project saved
cs_cz: Projekt uložen
fa_ir: پروژه ذخیره شد
ja_jp: プロジェクトを保存しました
pt_pt: Planeamento guardado

source: Failed to edit project
cs_cz: Projekt se nepodařilo upravit
fa_ir: ویرایش پروژه ناموفق بود
ja_jp: プロジェクトの編集に失敗しました
pt_pt: Falha ao editar o planeamento

source: {nb} bill was created
cs_cz: {nb} účet byl vytvořen
ja_jp: {nb} の請求書が作成されました
pt_pt: Foi criada {nb} factura

source: link
cs_cz: odkaz
fa_ir: پیوند
ja_jp: リンク
pt_pt: hiperligação

source: Press Shift+Enter to validate
cs_cz: Ověříte stisknutím Shift+Enter
fa_ir: برای تایید اعتبار Shift+Enter را فشار دهید
ja_jp: Shift+Enter を押して検証します
pt_pt: Prima Shift+Enter para validar

source: Impossible to duplicate a bill with a disabled payer
cs_cz: Není možné duplikovat účet s deaktivovaným plátcem
ja_jp: 無効な支払者の請求書を複製することはできません
pt_pt: Não é possível duplicar uma despesa com um pagador desabilitado

source: Duplicate bill
cs_cz: Duplikovat účet
ja_jp: 請求書を複製
pt_pt: Duplicar despesa

source: What?
cs_cz: Co?
fa_ir: چه چیزی؟
ja_jp: これは何？
pt_pt: O quê?

source: What is the bill about?
cs_cz: Čeho se tato účtenka týká?
fa_ir: رسید درباره چیست؟
ja_jp: 何の支払い？
pt_pt: A despesa é relativa a quê?

source: Attach share link to personal file
cs_cz: Připojit odkaz na sdílení k osobnímu souboru
ja_jp: 共有リンクを個人用ファイルに添付
pt_pt: Anexar hiperligação de partilha a um ficheiro pessoal

source: More information
cs_cz: Další informace
ja_jp: 詳細情報
pt_pt: Mais informação

source: More information on amount input field
cs_cz: Další informace ke kolonce částka
ja_jp: 金額入力フィールドの詳細情報
pt_pt: Mais informação sobre o campo do montante

source: Convert to
cs_cz: Převést na
fa_ir: تبدیل به
ja_jp: 換算先:
pt_pt: Converter para

source: More information on currency conversion
cs_cz: Další informace o převodu měny
ja_jp: 通貨換算の詳細情報
pt_pt: Mais informação sobre a conversão de moeda

source: Who paid?
cs_cz: Kdo zaplatil?
ja_jp: 誰が支払った？
pt_pt: Quem pagou?

source: Choose a member
cs_cz: Zvolte člena
ja_jp: メンバーを選択
pt_pt: Escolha um membro

source: When?
cs_cz: Kdy?
fa_ir: چه زمانی؟
ja_jp: いつ？
pt_pt: Em que dia?

source: Payment mode
cs_cz: Režim platby
fa_ir: شیوه پرداخت
ja_jp: 支払い方法
pt_pt: Forma de pagamento

source: Choose a payment mode
cs_cz: Vyberte režim platby
ja_jp: 支払い方法を選択
pt_pt: Seleccione um modo de pagamento

source: Category
cs_cz: Kategorie
fa_ir: دسته‌بندی
ja_jp: カテゴリー
pt_pt: Categoria

source: Choose or add a category
cs_cz: Vyberte nebo přidejte kategorii
ja_jp: カテゴリを選択または追加
pt_pt: Seleccione ou adicione uma categoria

source: Comment
cs_cz: Komentář
fa_ir: توضیح
ja_jp: コメント
pt_pt: Comentário

source: More details about the bill (300 char. max)
cs_cz: Další podrobnosti o účtu (300 znaků. nejvýše)
fa_ir: جزئیات بیشتر درباره رسید (بیشترین نویسه 300)
ja_jp: 請求書の詳細（最大300文字）
pt_pt: Mais detalhes sobre a despesa (300 caract., máx.)

source: Repeat
cs_cz: Opakovat
fa_ir: تکرار
ja_jp: 繰り返し
pt_pt: Repetir

source: No
cs_cz: Ne
fa_ir: نه
ja_jp: いいえ
pt_pt: Não

source: Daily
cs_cz: Každý den
fa_ir: روزانه
ja_jp: 毎日
pt_pt: Diariamente

source: Weekly
cs_cz: Každý týden
fa_ir: هفتگی
ja_jp: 毎週
pt_pt: Semanalmente

source: Bi-weekly (every 2 weeks)
cs_cz: Každých čtrnáct dnů (co dva týdny)
ja_jp: 隔週（2週間ごと）
pt_pt: Quinzenalmente (a cada 2 semanas)

source: Semi-monthly (twice a month)
cs_cz: Dvakrát měsíčně (v půli a na konci)
ja_jp: 半月（月に2回）
pt_pt: Meio mês (duas vezes por mês)

source: Monthly
cs_cz: Každý měsíc
fa_ir: ماهانه
ja_jp: 毎月
pt_pt: Mensalmente

source: Yearly
cs_cz: Každý rok
fa_ir: سالیانه
ja_jp: 毎年
pt_pt: Anualmente

source: More information on bill repetition
cs_cz: Další informace o opakování účtů
ja_jp: 請求書の繰り返しに関する詳細情報
pt_pt: Mais informação sobre a repetição da despesa

source: Frequency
cs_cz: Četnost
ja_jp: 頻度
pt_pt: Frequência

source: Leave empty for maximum frequency
cs_cz: Pokud chcete dostávat co nejčastěji, nevyplňujte
ja_jp: 最大頻度の場合は空のままにする
pt_pt: Deixe em branco para a máxima frequência

source: Include all active members on repeat
cs_cz: Při opakování zahrnout všechny aktivní členy
fa_ir: شامل‌کردن همه اعضای فعال هنگام تکرار
ja_jp: すべてのアクティブなメンバーを繰り返しに含める
pt_pt: Incluir na repetição todos os membros habilitados

source: Repeat until
cs_cz: Opakovat dokud
fa_ir: تکرار تا زمانی که
ja_jp: 繰り返し期限
pt_pt: Repetir até

source: No limit
cs_cz: Bez omezení
ja_jp: 期限なし
pt_pt: Sem limite

source: Repeat now
cs_cz: Zopakovat nyní
ja_jp: 今すぐ繰り返す
pt_pt: Repetir agora

source: Bill type
cs_cz: Typ účtu
fa_ir: نوع رسید
ja_jp: 請求の方法
pt_pt: Tipo de despesa

source: Classic, even split
cs_cz: Klasické, rovnoměrně rozdělené
fa_ir: کلاسیک، حتی تقسیم شده است
ja_jp: 等分
pt_pt: Clássico, dividir por igual

source: Even split with optional personal parts
cs_cz: Rovnoměrné rozdělení s volitelnými osobními částmi
fa_ir: حتی با بخش‌های اختیاری شخصی تقسیم شود
ja_jp: 個人負担額を設定し、のこりを全員で等分
pt_pt: Divisão por igual com partes pessoais opcionais

source: Custom owed amount per member
cs_cz: Uživatelsky určená dlužná částka pro jednotlivé členy
fa_ir: مبلغ بدهکاری سفارشی برای هر عضو
ja_jp: メンバーごとの支払額を指定
pt_pt: Valor da dívida personalizado para cada membro

source: Custom share per member
cs_cz: Pro každého ze členů uživatelsky určený podíl
ja_jp: メンバーごとの負担率を指定
pt_pt: Partilha personalizada para cada membro

source: More information on bill mode
cs_cz: Další informace o opakování účtů
ja_jp: 請求方法の詳細情報
pt_pt: Mais informação sobre o modo da despesa

source: Ignore member weights
cs_cz: Ignorovat podíly členů
ja_jp: メンバーの重み付けを無視
pt_pt: Ignorar pesos dos membros

source: Classic mode: Choose a payer, enter a bill amount and select who is concerned by the whole spending, the bill is then split equitably between selected members. Real life example: One person pays the whole restaurant bill and everybody agrees to evenly split the cost.
cs_cz: Klasický režim: Vyberte kdo zaplatil, zadejte částku z účtenky a vyberte, mezi koho všeho se útrata rozdělí – účet je pak spravedlivě rozdělen mezi vybrané členy. Příklad z reálného života: Jedna osoba zaplatí celý účet v restauraci a všichni souhlasí s rovnoměrným rozdělením nákladů.
ja_jp: 等分: 支払い者を選択し、請求書の金額を入力し、支出全体に関係するメンバーを選択します。 請求額は選ばれたメンバーに均等に分割されます。具体的な使用例: 1人がレストランの請求全体を支払い、均等に割り勘にする。
pt_pt: Modo clássico: Escolha um pagador, insira o valor da despesa e indique quem está incluído na despesa inteira. A despesa é, então, dividida equitativamente entre os membros escolhidos. Exemplo da vida real: Uma pessoa paga a conta do restaurante por inteiro e todos concordam em dividir o custo.

source: Classic+personal mode: This mode is similar to the classic one. Choose a payer and enter a bill amount corresponding to what was actually paid. Then select who is concerned by the bill and optionally set an amount related to personal stuff for some members. Multiple bills will be created: one for the shared spending and one for each personal part. Real life example: We go shopping, part of what was bought concerns the group but someone also added something personal (like a shirt) which the others don't want to collectively pay.
cs_cz: Klasický+osobní režim: Tento režim je podobný tomu klasickému. Vyberete, kdo platil a zadáte částku účtenky, která odpovídá tomu, co bylo skutečně zaplaceno. Pak vyberte, mezi koho všeho se bude rozpočítávat a případně nastavíte částku, která se vztahuje na osobní věci pro některé členy. Bude vytvořeno více účtů: jeden pro sdílené výdaje a jeden pro každou osobní část. Příklad z reálného života: Jdeme nakupovat, část toho, co bylo koupeno, se týká skupiny, ale někdo také přidal něco osobního (jako tričko), které ostatní nechtějí kolektivně platit.
ja_jp: 個人負担額を指定 + 残りを等分：この方法は等分と似ています。支払者を選択し、実際に支払った請求書の金額を入力します。 次に、関係するユーザーを選択し、一部のメンバーの個人的な負担金額を設定します。 複数の請求書が作成されます: 共有支出のための1つと、個人的な部分ごとの1つ。 具体的な使用例: 私たちは買い物に行き、買ったものの一部はグループ全体の買い物ですが、誰かが個人的なもの（シャツのようなもの）を追加しました。この部分はシャツを追加した人が負担します。
pt_pt: Modo clássico + pessoal: Este modo é semelhante ao modo clássico. Escolha um pagador e coloque o valor da despesa correspondente ao que foi realmente pago. Depois indique a quem a despesa se refere e, opcionalmente, coloque um valor relativo a coisas pessoais para alguns dos membros. Serão criadas várias despesas: uma para a despesa partilhada e outra para cada parte pessoal. Exemplo da vida real: Vamos às compras, parte do que foi comprado refere-se ao grupo mas alguém adicionou também algo pessoal (uma camisa, por exemplo) que os outros não querem pagar em conjunto.

source: Custom mode, uneven split: Choose a payer, ignore the bill amount (which is disabled) and enter a custom owed amount for each member who is concerned. Then press "Create the bills". Multiple bills will be created. Real life example: One person pays the whole restaurant bill but there are big price differences between what each person ate.
cs_cz: Uživatelsky určený režim, nerovnoměrné rozdělení: Vyberte, kdo platil, neberte v úvahu částku účtu (která je nepřístupná) a každému členovi, mezi kterého se rozpočítává, zadejte uživatelsky určenou dlužnou částku. Poté stiskněte tlačítko „Vytvořit účty“. Bude vytvořeno více účtů. Příklad z reálného života: Jedna osoba platí celý účet restaurace, ale existují velké cenové rozdíly mezi tím, co který člověk snědl.
ja_jp: 金額を指定: 請求書の合計金額を無視し、各メンバーの負担金額を入力します。次に「請求書を作成」を押します。 複数の請求書が作成されます。 具体的な使用例: 一人の人は、レストラン全体の請求書を支払うが、一人一人が食べたものの間に大きな価格差があります。
pt_pt: Modo personalizado, divisão desigual: Escolha um pagador, ignore o valor da despesa (que está desabilitado) e insira um valor personalizado da dívida de cada membro envolvido. Em seguida, clique em "Criar as despesas". Irão ser criadas várias despesas. Exemplo da vida real: Uma pessoa paga a despesa do restaurante por inteiro, mas existem grandes diferenças de preço entre o que cada pessoa comeu.

source: Custom share mode, uneven split: Choose a payer, set the bill amount and enter a custom share number for each member who is concerned. Then press "Create the bills". Multiple bills will be created. Real life example: Someone pays an electricity bill for the month but one member was only there during half the month. This member should then pay half a share (0.5) while the others pay a full share (1).
cs_cz: Režim uživatelsky určeného podílu podílu, nerovnoměrné rozdělení: Vyberte plátce, nastavte částku účtu a zadejte uživatelsky určený podíl pro každého člena, kterého se to týká. Poté stiskněte tlačítko „Vytvořit účty“. Bude vytvořeno více účtů. Příklad z reálného života: Někdo platí účet za elektrickou energii za měsíc, ale jeden člen tam byl jen za půl měsíce. Tento člen by pak měl zaplatit polovinu podílu (0.5), zatímco ostatní platí celý podíl (1).
ja_jp: 負担率を指定: 支払い者を選択し、請求書の金額を設定し、メンバーごとに負担率を入力します。 次に「請求書を作成」を押します。複数の請求書が作成されます。 実際の生活例: 誰かが月の電気代を支払うが、1 人のメンバーは半月の間しかそこになかった。 このメンバーは、その後、半分を支払う必要があります(0.5) 他のメンバーは1ヶ月分を支払う(1)。
pt_pt: Modo de partilha personalizado, divisão desigual: Escolha um pagador, defina o valor da despesa e insira um número de partilha personalizado para cada membro implicado. A seguir clique em "Criar as despesas". Serão criadas várias despesas. Exemplo da vida real: alguém paga uma conta de electricidade do mês inteiro, mas um dos membros só lá esteve durante metade do mês. Esse membro deve pagar metade da sua participação (0,5) enquanto os outros pagam uma parcela completa (1).

source: For whom?
cs_cz: Pro koho?
fa_ir: برای چه کسی؟
ja_jp: 誰に？
pt_pt: Para quem?

source: All/None
cs_cz: Vše/žádné
fa_ir: همه/هیچ کس
ja_jp: すべて/なし
pt_pt: Todos/Ninguém

source: Personal amount
cs_cz: Osobní částka
fa_ir: مبلغ شخصی
ja_jp: 個人の金額
pt_pt: Montante pessoal

source: Custom amount
cs_cz: Uživatelsky určená částka
fa_ir: مبلغ سفارشی
ja_jp: カスタム金額
pt_pt: Montante personalizado

source: Custom share number
cs_cz: Uživatelsky určený podíl
ja_jp: 負担率指定
pt_pt: Número de partilha personalizado

source: Delete this bill
cs_cz: Smazat tento účet
ja_jp: この請求書を削除
pt_pt: Eliminar esta despesa

source: None
cs_cz: Žádné
fa_ir: هیچ کدام
ja_jp: なし
pt_pt: Nenhuma

source: Add payment mode "{name}"
cs_cz: Přidat režim platby „{name}“
ja_jp: 支払い方法 "{name}" を追加
pt_pt: Adicionar a forma de pagamento "{name}"

source: Add category "{name}"
cs_cz: Přidat kategorii „{name}“
ja_jp: カテゴリ "{name}" を追加
pt_pt: Adicionar a categoria "{name}"

source: Bill : {what}
cs_cz: Účet: {what}
fa_ir: رسید: {what}
ja_jp: 請求書 : {what}
pt_pt: Despesa: {what}

source: Create the bill
cs_cz: Vytvořit účet
fa_ir: ساختن رسید
ja_jp: 請求書を作成
pt_pt: Criar a despesa

source: Create the bills
cs_cz: Vytvořit účty
fa_ir: ساختن رسیدها
ja_jp: 請求書を作成
pt_pt: Criar as despesas

source: Failed to add payment mode
cs_cz: Nepodařilo se přidat režim platby
ja_jp: 支払いモードの追加に失敗しました
pt_pt: Falhou ao adicionar a forma de pagamento

source: Failed to add category
cs_cz: Kategorii se nepodařilo přidat
fa_ir: افزودن دسته‌بندی ناموفق بود
ja_jp: カテゴリの追加に失敗しました
pt_pt: Falhou a adição da categoria

source: You
cs_cz: Vy
fa_ir: شما
ja_jp: あなた
pt_pt: Você

source: Impossible to save bill, invalid values
cs_cz: Účet není možné uložit – neplatné hodnoty
ja_jp: 請求書を保存できません 無効な値です
pt_pt: Não foi possível guardar a despesa, os valores são inválidos

source: Bill saved
cs_cz: Účet uložen
ja_jp: 請求書を保存しました
pt_pt: Despesa guardada

source: Failed to save bill
cs_cz: Účet se nepodařilo uložit
fa_ir: ذخیره رسید ناموفق بود
ja_jp: 請求書の保存に失敗しました
pt_pt: Falha ao guardar a despesa

source: Bill values are not valid
cs_cz: Hodnoty na účtu nejsou platné
ja_jp: 請求書の値が有効ではありません
pt_pt: Os valores das despesas não são válidos

source: Personal parts are bigger than the paid amount
cs_cz: Osobní podíly jsou větší než zaplacená částka
ja_jp: 個人負担額が支払金額を超えています
pt_pt: A partes pessoais são maiores do que o montante pago

source: There is no custom amount
cs_cz: Není zde žádná uživatelsky určená částka
ja_jp: 金額指定がありません
pt_pt: Não existe um valor personalizado

source: There is no custom share number
cs_cz: Není zde žádný uživatelsky určený podíl
ja_jp: 負担率指定がありません
pt_pt: Não há qualquer número de partilha personalizado

source: Failed to create bill
cs_cz: Účet se nepodařilo vytvořit
fa_ir: شکست در ساختن رسید.
ja_jp: 請求書の作成に失敗しました
pt_pt: Falha ao criar a despesa

source: Bill created
cs_cz: Účet vytvořen
ja_jp: 請求書を作成しました
pt_pt: A despesa foi criada

source: Choose file
cs_cz: Vyberte soubor
fa_ir: انتخاب پرونده
ja_jp: ファイルを選択
pt_pt: Escolha um ficheiro

source: Failed to generate share link to file
cs_cz: Nepodařilo se vytvořit odkaz pro sdílení souboru
ja_jp: ファイルへの共有リンクを生成できませんでした
pt_pt: Falha ao gerar uma hiperligação de partilha ao ficheiro

source: This is just a currency converter. Bill amount can be entered in another currency and then converted to "{maincur}". Value is always stored in "{maincur}".
cs_cz: Toto je pouze převodník měn. Částku účtu je možné zadat v jiné měně a poté převést na „{maincur}“. Hodnota je vždy uložena v „{maincur}“.
ja_jp: これは通貨換算器です。入力された請求金額は "{maincur}" に換算され、値はつねに "{maincur}" で保存されます。
pt_pt: Este é apenas um conversor de moeda. O valor da despesa pode ser inserido noutra moeda e, em seguida, convertido para "{maincur}". O valor é armazenado sempre em "{maincur}".

source: Info
cs_cz: Informace
fa_ir: اطلاعات
ja_jp: 情報
pt_pt: Informação

source: You can type simple math operations and validate by pressing Enter key.
cs_cz: Můžete zadat jednoduché matematické operace a potvrdit stisknutím klávesy Enter.
ja_jp: 単純な数学演算を入力し、Enter キーを押して計算することができます。
pt_pt: Pode escrever operações matemáticas simples e validar com a tecla Enter.

source: Bill repetition process runs once a day as a background job. If your bills are not automatically repeated, ask your Nextcloud administrator to check if "Cron" method is selected in admin settings.
cs_cz: Proces opakování účtu je spouštěn jednou denně jako úloha na pozadí. Pokud se vaše účty automaticky neopakují, požádejte správce vámi využívané instance Nextcloud, aby zkontroloval, zda je v nastavení správce vybrána metoda „Cron“ (systémový plánovač).
ja_jp: 請求書の繰り返しプロセスは、バックグラウンドの仕事として1日1回実行されます。 請求書が自動的に繰り返されない場合は、Nextcloud管理者に、管理者設定で「Cron」メソッドが選択されているかどうかを確認してください。
pt_pt: O processo de repetição de despesas é executado uma vez por dia como uma tarefa em segundo plano. Se as suas despesas não forem repetidas automaticamente, peça ao seu administrador do Nextcloud para verificar se o método "Cron" está habilitado nas configurações do administrador.

source: You can also manually repeat the current bill with the "Repeat now" button.
cs_cz: Stávající účet také můžete zopakovat ručně pomocí tlačítka „Zopakovat nyní“.
ja_jp: 「今すぐ繰り返す」ボタンで現在の請求書を手動で繰り返すこともできます。
pt_pt: Também pode repetir manualmente esta despesa com o botão "Repetir agora".

source: New bill
cs_cz: Nový účet
fa_ir: رسید تازه
ja_jp: 新しい請求書
pt_pt: Nova despesa

source: Filters
cs_cz: Filtry
ja_jp: フィルター
pt_pt: Filtros

source: Close filters
cs_cz: Zavřít filtry
ja_jp: フィルターを閉じる
pt_pt: Fechar filtros

source: Select a category
cs_cz: Vyberte kategorii
ja_jp: カテゴリーを選択する
pt_pt: Escolha uma categoria

source: Select a payment mode
cs_cz: Vyberte platební metodu
ja_jp: 支払い方法を選択してください
pt_pt: Escolha uma forma de pagamento

source: Multi select actions
cs_cz: Mnohočetný výběr akcí
ja_jp: 複数選択アクション
pt_pt: Operações sobre escolha múltipla

source: Leave multiple select mode
cs_cz: Opustit režim vícenásobného výběru
ja_jp: 複数選択モードを終了する
pt_pt: Sair do modo de escolha múltipla

source: Assign a category
cs_cz: Přiřadit kategorii
ja_jp: カテゴリーを設定
pt_pt: Atribuir uma categoria

source: Assign a payment mode
cs_cz: Přiřadit režim platby
ja_jp: 支払い方法を設定
pt_pt: Atribuir uma forma de pagamento
