Repository: Jolg42/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: cs_cz, fa_ir, ja_jp, pt_pt

source: Select bills to make grouped actions
cs_cz: Vyberte účty, na kterých provést seskupené akce
ja_jp: グループ化アクションを行う請求書を選択してください
pt_pt: Escolha despesas para realizar operações agrupadas

source: Add at least 2 members to start creating bills
cs_cz: Aby bylo možné začít s vytvářením účtů, je třeba přidat alespoň dva členy
ja_jp: 少なくとも2人のメンバーを追加して、請求書の作成を開始します
pt_pt: Adicione pelo menos 2 membros para começar a criar despesas

source: No bills to show
cs_cz: Žádné účty k zobrazení
ja_jp: 表示する請求書がありません
pt_pt: Não há despesas para apresentar

source: No more bills
cs_cz: Žádné další účty
ja_jp: これ以上請求書はありません
pt_pt: Não há mais despesas

source: All payment modes
cs_cz: Všechny režimy platby
ja_jp: すべての支払い方法
pt_pt: Todas as formas de pagamento

source: No payment mode
cs_cz: Žádný režim platby
ja_jp: 支払い方法なし
pt_pt: Nenhuma forma de pagamento

source: All categories
cs_cz: Všechny kategorie
ja_jp: すべてのカテゴリー
pt_pt: Todas as categorias

source: No category
cs_cz: Žádná kategorie
fa_ir: بدون دسته بندی
ja_jp: カテゴリーなし
pt_pt: Sem categoria

source: Leave multiple selection mode
cs_cz: Opustit režim vícenásobného výběru
ja_jp: 複数選択モードを終了する
pt_pt: Deixar modo de escolha múltipla

source: Enter multiple selection mode
cs_cz: Vstoupit do režimu vícenásobného výběru
ja_jp: 複数選択モードにする
pt_pt: Iniciar o modo de escolha múltipla

source: Open filters
cs_cz: Otevřít filtry
ja_jp: フィルタを開く
pt_pt: Abrir filtros

source: Delete selected bills
cs_cz: Smazat označené účty
ja_jp: 選択した請求書を削除
pt_pt: Eliminar as despesas escolhidas

source: Failed to save bills
cs_cz: Nepodařilo se uložit účty
ja_jp: 請求書の保存に失敗しました
pt_pt: Falha ao guardar as despesas

source: Bills edited
cs_cz: Účty upraveny
ja_jp: 請求書が編集されました
pt_pt: Despesas editadas

source: Confirm deletion
cs_cz: Potvrdit smazání
ja_jp: 削除を確認
pt_pt: Confirmar eliminação

source: Delete
cs_cz: Smazat
fa_ir: حذف
ja_jp: 削除
pt_pt: Eliminar

source: Cancel
cs_cz: Storno
ja_jp: キャンセル
pt_pt: Cancelar

source: Bills deleted
cs_cz: Účty smazány
ja_jp: 請求書が削除されました
pt_pt: Despesas eliminadas

source: Are you sure you want to delete {nb} bill?
cs_cz: Opravdu chcete smazat {nb} účet?
ja_jp: {nb} の請求書を削除してもよろしいですか？
pt_pt: Tem a certeza que quer eliminar {nb} despesa?

source: Color
cs_cz: Barva
fa_ir: رنگ
ja_jp: 色
pt_pt: Cor

source: Icon
cs_cz: Ikona
fa_ir: نماد
ja_jp: アイコン
pt_pt: Ícone

source: Alphabetical
cs_cz: Abecedně
ja_jp: アルファベット順
pt_pt: Alfabética

source: Manual
cs_cz: Ruční
ja_jp: 手動

source: Most used
cs_cz: Nejpoužívanější
ja_jp: 使用回数順
pt_pt: Mais utilizados

source: Most recently used
cs_cz: Naposledy použité
ja_jp: 最近使用した
pt_pt: Usados mais recentemente

source: Category sort method
cs_cz: Metoda řazení kategorií
ja_jp: カテゴリの並べ替え方法
pt_pt: Método de ordenação de categorias

source: Payment mode sort method
cs_cz: Způsob řazení režimů plateb
ja_jp: 支払い方法の並べ替え方法
pt_pt: Método de ordenação da forma de pagamento

source: Add category
cs_cz: Přidat kategorii
fa_ir: افزودن دسته‌بندی
ja_jp: カテゴリーの追加
pt_pt: Adicionar categoria

source: Add payment mode
cs_cz: Přidat režim platby
ja_jp: 支払い方法の追加
pt_pt: Adicionar forma de pagamento

source: Category name
cs_cz: Název kategorie
fa_ir: نام دسته‌بندی
ja_jp: カテゴリー名
pt_pt: Nome da categoria

source: Payment mode name
cs_cz: Název pro režim platby
ja_jp: 支払い方法名
pt_pt: Nome da forma de pagamento

source: Add this category
cs_cz: Přidat tuto kategorii
ja_jp: このカテゴリーを追加
pt_pt: Adicionar esta categoria

source: Add this payment mode
cs_cz: Přidat tento režim platby
ja_jp: この支払い方法を追加
pt_pt: Adicionar esta forma de pagamento

source: Category list
cs_cz: Seznam kategorií
fa_ir: فهرست دسته‌بندی
ja_jp: カテゴリ一覧
pt_pt: Lista de categorias

source: Payment mode list
cs_cz: Seznam režimů plateb
ja_jp: 支払い方法一覧
pt_pt: Lista das formas de pagamento

source: Drag categories to set manual order
cs_cz: Ruční pořadí vytvoříte přetahováním kategorií
ja_jp: カテゴリをドラッグして手動で順序を設定
pt_pt: Arraste as categorias para definir a ordem manualmente

source: Drag payment modes to set manual order
cs_cz: Pokud chcete režimy platby seřadit ručně, provedete to přetahováním
ja_jp: 支払い方法をドラッグして手動で順序を設定
pt_pt: Arraste as formas de pagamento para definir uma ordem manual

source: No categories
cs_cz: Žádné kategorie
ja_jp: カテゴリーなし
pt_pt: Sem categorias

source: No payment modes
cs_cz: Žádný režim platby
ja_jp: 支払い方法なし
pt_pt: Sem formas de pagamento

source: Name should not be empty
cs_cz: Název je třeba vyplnit
ja_jp: 名前は空にできません
pt_pt: O campo Nome não pode ficar em branco

source: Failed to add {name}
cs_cz: Nepodařilo se přidat {name}
ja_jp: {name} の追加に失敗しました
pt_pt: Falhou ao adicionar {name}

source: {name} was added
cs_cz: {name} byl přidán
ja_jp: {name} が追加されました
pt_pt: {name} foi adicionado(a)

source: Failed to delete category
cs_cz: Kategorii se nepodařilo smazat
fa_ir: حذف دسته‌بندی ناموفق بود
ja_jp: カテゴリーの削除に失敗しました
pt_pt: Falhou a eliminação da categoria

source: Failed to delete payment mode
cs_cz: Režim platby se nepodařilo smazat
ja_jp: 支払い方法の削除に失敗しました
pt_pt: Falha ao remover a forma de pagamento

source: Failed to edit category
cs_cz: Kategorii se nepodařilo upravit
fa_ir: ویرایش دسته‌بندی ناموفق بود
ja_jp: カテゴリーの編集に失敗しました
pt_pt: Falhou a edição da categoria

source: Order saved
cs_cz: Pořadí uloženo
ja_jp: 並び替えを保存しました
pt_pt: Ordem guardada

source: Main currency
cs_cz: Hlavní měna
fa_ir: واحد پول اصلی
ja_jp: 基本通貨
pt_pt: Moeda principal

source: Set main currency name
cs_cz: Nastavit název hlavní měny
ja_jp: 基本通貨の名前を設定
pt_pt: Definir o nome da moeda principal

source: Main currency name
cs_cz: Název hlavní měny
fa_ir: نام واحد پول اصلی
ja_jp: 基本通貨の名前
pt_pt: Nome da moeda principal

source: Cancel currency edition
cs_cz: Zrušit vydání měny
ja_jp: 通貨編集をキャンセル
pt_pt: Cancelar a edição da moeda

source: Save
cs_cz: Uložit
ja_jp: 保存
pt_pt: Guardar

source: Save currency
cs_cz: Uložit měnu
ja_jp: 通貨を保存
pt_pt: Guardar moeda

source: Add currency
cs_cz: Přidat měnu
fa_ir: افزودن واحد پولی
ja_jp: 通貨を追加
pt_pt: Adicionar moeda

source: Name
cs_cz: Název
fa_ir: نام
ja_jp: 名前
pt_pt: Nome

source: Currency name
cs_cz: Název měny
fa_ir: نام واحد پولی
ja_jp: 通貨名
pt_pt: Nome da moeda

source: Exchange rate to main currency
cs_cz: Směnný kurz vůči hlavní měně
fa_ir: نرخ تبدیل به واحد پول اصلی
ja_jp: 基本通貨への為替レート
pt_pt: Taxa de câmbio para a moeda principal

source: (1 of this currency = X of main currency)
cs_cz: (1 této měny = X hlavní měny)
fa_ir: (۱ از این واحد پولی = X از واحد پولی اصلی)
ja_jp: （この通貨の1は、基本通貨のX）
pt_pt: (1 desta moeda = X da moeda principal)

source: Add this currency
cs_cz: Přidat tuto měnu
fa_ir: افزودن این واحد پولی
ja_jp: この通貨を追加
pt_pt: Adicionar esta moeda

source: Currency list
cs_cz: Seznam měn
fa_ir: فهرست ارزها
ja_jp: 通貨リスト
pt_pt: Lista de moedas

source: No currencies to display
cs_cz: Žádné měny k zobrazení
fa_ir: واحد پولی برای نمایش نیست
ja_jp: 表示する通貨がありません
pt_pt: Não há moedas para apresentar

source: Currency name should not be empty.
cs_cz: Název měny by neměl být prázdný.
fa_ir: نام واحد پولی نباید خالی باشد.
ja_jp: 通貨名は空にできません。
pt_pt: O nome da moeda não pode ficar em branco.

source: Exchange rate should be a number.
cs_cz: Směnný kurz by mělo být číslo.
fa_ir: نرخ تبدیل باید یک شماره باشد.
ja_jp: 為替レートは数字でなければなりません。
pt_pt: A taxa de câmbio deve ser um número.

source: Currency {n} added.
cs_cz: Měna {n} přidána.
fa_ir: واحد پولی {n} افزوده شد.
ja_jp: 通貨 {n} が追加されました。
pt_pt: A moeda {n} foi adicionada.

source: Settlement of project {name}
cs_cz: Vypořádání projektu {name}
fa_ir: تسویه حساب پروژه {name}
ja_jp: プロジェクト {name} の決済
pt_pt: Liquidação do planeamento {name}

source: Export
cs_cz: Exportovat
fa_ir: برون‌بری
ja_jp: エクスポート
pt_pt: Exportar

source: Add these payments to the project
cs_cz: Přidat tyto platby do projektu
ja_jp: これらの支払いをプロジェクトに追加
pt_pt: Adicionar estes pagamentos ao planeamento

source: Center settlement on
cs_cz: Vyrovnat na
fa_ir: مرکز تسویه حساب در
ja_jp: 1人を中心に決済する
pt_pt: Centrar a liquidação em

source: Nobody (optimal)
cs_cz: Nikdo (optimální)
fa_ir: هیچ‌کس (بهینه)
pt_pt: Ninguém (ideal)

source: Settlement date
cs_cz: Datum vypořádání
ja_jp: 決済日
pt_pt: Data da liquidação

source: Information on settlement date
cs_cz: Informace o datu vypořádání
ja_jp: 決済日に関する詳細情報
pt_pt: Informação sobre a data da liquidação

source: Set to beginning of this day
cs_cz: Nastavit na začátek tohoto dne
ja_jp: この日の初めに設定
pt_pt: Definir para o início deste dia

source: Set to beginning of this week
cs_cz: Nastavit na začátek tohoto týdne
ja_jp: この週の始めに設定
pt_pt: Definir para o início desta semana

source: Set to beginning of this month
cs_cz: Nastavit na začátek tohoto měsíce
ja_jp: この月の初めに設定
pt_pt: Definir para o início deste mês

source: Settlement plan on {date}
cs_cz: Plán vyrovnání na {date}
ja_jp: {date} の決済日
pt_pt: Plano de liquidação em {date}

source: Settlement plan
cs_cz: Plán vyrovnání
ja_jp: 決済日
pt_pt: Plano de liquidação

source: No transactions found
cs_cz: Nenalezeny žádné transakce
ja_jp: 取引がありません
pt_pt: Não foi encontrada qualquer transferência

source: Balances on {date}
cs_cz: Zůstatky v {date}
ja_jp: {date} の残高
pt_pt: Saldos em {date}

source: Balances
cs_cz: Zůstatky
ja_jp: 残高
pt_pt: Saldos

source: No balances found
cs_cz: Nenalezeny žádné zůstatky
ja_jp: 残高が見つかりません
pt_pt: Não foram encontrados quaisquer saldos

source: Information on individual reimbursement
cs_cz: Informace o jednotlivých náhradách
ja_jp: 各個人への精算の情報
pt_pt: Informação sobre o reembolso individual

source: Individual reimbursement
cs_cz: Individuální úhrada
ja_jp: 各個人への精算
pt_pt: Reembolso individual

source: Payer
cs_cz: Plátce
ja_jp: 支払者
pt_pt: Pagador

source: Receiver
cs_cz: Příjemce
ja_jp: 受領者
pt_pt: Recebedor

source: Create bill ({amount})
cs_cz: Vytvořit účet ({amount})
ja_jp: 請求書を作成 ({amount})
pt_pt: Criar despesa ({amount})

source: Failed to get settlement
cs_cz: Nepodařilo se načíst vypořádání
fa_ir: دریافت تسویه حساب ناموفق بود
ja_jp: 決済を取得できませんでした
pt_pt: Falha ao obter liquidação

source: Project settlement bills added.
cs_cz: Účty k vypořádání projektu přidány.
fa_ir: رسید تسویه حساب پروژه افزوده شد.
ja_jp: プロジェクト決済請求書が追加されました。
pt_pt: Adicionadas notas de liquidação do planeamento.

source: Project settlement exported in {path}
cs_cz: Vypořádání projektu exportováno v {path}
fa_ir: تسویه حساب پروژه در {path} برون‌برده شده
ja_jp: プロジェクト決済を {path} にエクスポートしました
pt_pt: Liquidação do planeamento exportada em {path}

source: Set a maximum date to only consider bills until then.
cs_cz: Nastavit datum, do kterého v minulosti brát v potaz účty.
ja_jp: これまでの請求書のみを考慮した最大日付を設定。
pt_pt: Defina uma data máxima para considerar apenas as despesas feitas até essa data.

source: Useful if you want to settle at a precise date and ignore the bills created since then.
cs_cz: Užitečné, pokud chcete vypořádat konkrétní datum a ignorovat účty, vytvořené potom.
ja_jp: それ以降に作成された請求書を無視したい場合に便利です。
pt_pt: É útil se quiser liquidar numa data precisa e ignorar as despesas criadas desde então.

source: Automatic settlement will create bills one second before the maximum date.
cs_cz: Automatické vypořádání vytvoří účty jednu sekundu před maximálním datem.
ja_jp: 自動決済は、最大日付の1秒前に請求書を作成します。
pt_pt: A liquidação automática irá criar notas de liquidação um segundo antes da data máxima.

source: This feature is useful when a member with a negative balance wants to get out of the project but you don't want to make a full settlement plan.
cs_cz: Tato funkce se hodí, pokud se člen se záporným zůstatkem chce dostat z projektu, ale nechcete vytvořit plán pro plné vypořádání.
ja_jp: この機能は、負の残高を持つメンバーがプロジェクトから抜け出したいが、完全な決済プランを作成したくない場合に便利です。
pt_pt: Esta funcionalidade é útil quando um membro com saldo negativo quer sair do planeamento mas você não quer fazer um plano de liquidação completo.

source: Select a payer who wants to get a zero balance, then a receiver who will be the only one to get the reimbursement money.
cs_cz: Vyberte plátce, který chce získat nulovou bilanci, pak příjemce, který bude jediným příjemcem, který obdrží peníze na úhradu.
ja_jp: 残高をゼロにしたい支払者を選択し、この1人のみが精算を受けます。
pt_pt: Escolha um pagador que quer ficar com saldo zero e depois um recebedor que será o único a ficar com o dinheiro do reembolso.

source: Make sure the "real" reimbursement has been done between those 2 members in real life. Then press "Create bill" to automatically create the corresponding bill.
cs_cz: Ujistěte se, že mezi těmito dvěma členy byla v reálném životě provedena „skutečná“. Poté stiskněte tlačítko „Vytvořit účet“ pro automatické vytvoření odpovídající účtu.
ja_jp: 実際の2人のメンバーの間で「現実に」払い戻しが完了したことを確認してください。次に「請求書を作成」を押して、対応する請求書を自動的に作成します。
pt_pt: Certifique-se de que o reembolso "real" foi feito entre os dois membros na realidade. Depois clique em "Criar nota de liquidação" para criar automaticamente a nota de liquidação correspondente.

source: {user} have updated the bill {billName}
cs_cz: {user} aktualizoval(a) účet {billName}
ja_jp: {user} が請求書 {billName} を更新しました
pt_pt: {user} modificaram a despesa {billName}

source: {user} has updated the bill {billName}
cs_cz: {user} aktualizoval(a) účet {billName}
ja_jp: {user} が請求書 {billName} を更新しました
pt_pt: {user} modificou a despesa {billName}

source: {user} have created a new bill {billName}
cs_cz: {user} vytvořila(a) účet {billName}
ja_jp: {user} が新しい請求書 {billName} を作成しました
pt_pt: {user} criaram a despesa {billName}

source: {user} has created a new bill {billName}
cs_cz: {user} vytvořil(a) nový účet {billName}
ja_jp: {user} が新しい請求書 {billName} を作成しました
pt_pt: {user} criou a despesa {billName}

source: {user} have deleted the bill {billName}
cs_cz: {user} smazal(a) účet {billName}
ja_jp: {user} が請求書 {billName} を削除しました
pt_pt: {user} eliminaram a despesa {billName}

source: {user} has deleted the bill {billName}
cs_cz: {user} smazal(a) účet {billName}
ja_jp: {user} が請求書 {billName} を削除しました
pt_pt: {user} eliminou a despesa {billName}

source: {user} have shared the project with {who}
cs_cz: {user} nasdílel(a) účet uživateli {who}
ja_jp: {user} はプロジェクトを {who} と共有しました
pt_pt: {user} partilharam o planeamento com {who}

source: {user} has shared the project with {who}
cs_cz: {user} nasdílel(a) účet uživateli {who}
ja_jp: {user} はプロジェクトを {who} と共有しました
pt_pt: {user} partilhou o planeamento com {who}

source: {user} have removed {who} from the project
cs_cz: {user} odebral(a) uživatel {who} z projektu
ja_jp: {user} は {who} をプロジェクトから削除しました
pt_pt: {user} removeram {who} do planeamento

source: {user} has removed {who} from the project
cs_cz: {user} odebral(a) uživatel {who} z projektu
ja_jp: {user} は {who} をプロジェクトから削除しました
pt_pt: {user} removeu {who} do planeamento

source: you
cs_cz: vy
ja_jp: あなた
pt_pt: você

source: No more activity
cs_cz: Žádná další aktivita
ja_jp: これ以上のアクティビティはありません
pt_pt: Não há mais actividade

source: Rename member
cs_cz: Přejmenovat člena
ja_jp: メンバー名を変更
pt_pt: Renomear membro

source: Change color
cs_cz: Změnit barvu
fa_ir: تغییر رنگ
ja_jp: 色を変える
pt_pt: Mudar a cor

source: Weight
cs_cz: Podíl
fa_ir: وزن
ja_jp: 重み付け
pt_pt: Peso

source: No access
cs_cz: Bez přístupu
fa_ir: بدون دسترسی
ja_jp: アクセスなし
pt_pt: Sem acesso

source: Viewer
cs_cz: Přihlížející
fa_ir: بیننده
ja_jp: 表示者
pt_pt: Observador

source: Participant
cs_cz: Účastník
fa_ir: شرکت کننده
ja_jp: 参加者
pt_pt: Participante

source: Maintainer
cs_cz: Údržbář
fa_ir: نگه‌دارنده
ja_jp: 管理者
pt_pt: Responsável

source: Admin
cs_cz: Správce
fa_ir: مدیر
ja_jp: 運営者
pt_pt: Administrador

source: Deactivate
cs_cz: Deaktivovat
fa_ir: غیرفعال کردن
ja_jp: 無効にする
pt_pt: Desabilitar

source: Reactivate
cs_cz: Znovu aktivovat
fa_ir: فعال‌سازی دوباره
ja_jp: 再有効化する
pt_pt: Reabilitar

source: A member is already named like that.
cs_cz: Takto pojmenovaný člen už existuje.
ja_jp: メンバーはすでにそのような名前を付けられています。
pt_pt: Já existe um membro com esse nome.

source: Failed to edit shared access level
cs_cz: Nepodařilo se upravit úroveň sdíleného přístupu
fa_ir: ویرایش سطح دسترسی هم‌رسانی شده شکست خورد
ja_jp: 共有アクセスレベルの編集に失敗しました
pt_pt: Falhou a edição do nível de acesso de partilha

source: Failed to delete shared access
cs_cz: Nepodařilo se smazat sdílený přístup
fa_ir: حذف دسترسی هم‌رسانی شده شکست خورد
ja_jp: 共有アクセスの削除に失敗しました
pt_pt: Falha ao eliminar acesso partilhado

source: Are you sure?
cs_cz: Opravdu to chcete?
ja_jp: 本当によろしいですか？
pt_pt: Tem a certeza?

source: Settings
cs_cz: Nastavení
fa_ir: تنظیمات
ja_jp: 設定
pt_pt: Configurações

source: Share
cs_cz: Nasdílet
ja_jp: 共有
pt_pt: Partilhar

source: Add member
cs_cz: Přidat člena
fa_ir: افزودن عضو
ja_jp: メンバーを追加
pt_pt: Adicionar membro

source: Statistics
cs_cz: Statistiky
fa_ir: آمار
ja_jp: 集計
pt_pt: Estatísticas

source: Project settlement
cs_cz: Vypořádání projektu
fa_ir: تسویه حساب پروژه
ja_jp: プロジェクトの決済
pt_pt: Liquidação do planeamento

source: Add a member
cs_cz: Přidat člena
ja_jp: メンバーを追加
pt_pt: Adicionar um membro

source: Everyone
cs_cz: Všichni
fa_ir: همه
ja_jp: 全員
pt_pt: Todos

source: Everyone except {member}
cs_cz: Všichni kromě {member}
fa_ir: همه بجز {member}
ja_jp: {member} 以外のすべて
pt_pt: Todos excepto {member}

source: {member1} and {member2}
cs_cz: {member1} a {member2}
fa_ir: {member1} و {member2}
ja_jp: {member1} と {member2}
pt_pt: {member1} e {member2}

source: Member list is not up to date. Reloading in 5 sec.
cs_cz: Seznam členů není aktuální. Za 5 sekund bude načten znovu.
fa_ir: فهرست اعضا به‌روز نیست. بارگیری مجدد در 5 ثانیه.
ja_jp: メンバーリストが最新ではありません。5秒後に再読み込みします。
pt_pt: A lista de membros não está actualizada. Recarregando em 5 seg.

source: Edit
cs_cz: Upravit
ja_jp: 編集
pt_pt: Editar

source: New project
cs_cz: Nový projekt
fa_ir: پروژه تازه
ja_jp: 新しいプロジェクト
pt_pt: Novo planeamento

source: New project name
cs_cz: Název nového projektu
fa_ir: نام تازه پروژه
ja_jp: 新しいプロジェクト名

source: New empty project
cs_cz: Nový prázdný projekt
ja_jp: 新しい空のプロジェクト

source: Import csv project
cs_cz: Importovat csv projekt
fa_ir: وارد کردن پروژه csv
ja_jp: CSVプロジェクトをインポート
pt_pt: Importar projecto CSV

source: Import SplitWise project
cs_cz: Importovat SplitWise projekt
fa_ir: واردکردن پروژه SplitWise
ja_jp: SplitWiseプロジェクトをインポート
pt_pt: Importar planeamento SplitWise

source: No projects yet
cs_cz: Zatím žádné projekty
ja_jp: プロジェクトはまだありません
pt_pt: Ainda não há planeamentos

source: Cospend settings
cs_cz: Nastavení pro Cospend
ja_jp: Cospend 設定
pt_pt: Configurações do Cospend

source: Project imported
cs_cz: Projekt naimportován
ja_jp: プロジェクトがインポートされました
pt_pt: Planeamento importado

source: About Cospend
cs_cz: O aplikaci Cospend
ja_jp: Cospend について
pt_pt: Sobre o Cospend

source: Thanks for using Cospend
cs_cz: Děkujeme, že používáte Cospend
ja_jp: Cospend をご利用いただきありがとうございます。
pt_pt: Obrigado por usar o Cospend

source: Bug/issue tracker
cs_cz: Systém pro správu hlášení chyb/problémů
ja_jp: バグ/課題トラッカー
pt_pt: Rastreio de erros

source: Translation
cs_cz: Překladání
ja_jp: 翻訳
pt_pt: Tradução

source: User documentation
cs_cz: Dokumentace pro uživatele
ja_jp: 利用者向けドキュメント
pt_pt: Documentação do utilizador

source: Admin documentation
cs_cz: Dokumentace pro správce
ja_jp: 管理ドキュメント
pt_pt: Documentação para o administrador

source: Developer documentation
cs_cz: Dokumentace pro vývojáře
ja_jp: 開発者ドキュメント
pt_pt: Documentação do programador

source: Import projects
cs_cz: Importovat projekty
ja_jp: プロジェクトのインポート
pt_pt: Importar planeamentos

source: Copy guest access link
cs_cz: Zkopírovat odkaz pro přístup hosta
ja_jp: ゲストアクセスリンクをコピー
pt_pt: Copiar hiperligação de acesso de convidado

source: Export location
cs_cz: Kam exportovat
ja_jp: 場所をエクスポート
pt_pt: Pasta para exportação

source: Select export directory
cs_cz: Vyberte složku pro export
ja_jp: エクスポート ディレクトリを選択
pt_pt: Escolha uma pasta para as exportações

source: Sort criterias
cs_cz: Kritéria pro řazení
ja_jp: 並べ替え条件
pt_pt: Critérios de ordenação

source: How projects are sorted in navigation sidebar
cs_cz: Jak řadit projekty v postranním panelu navigace
ja_jp: ナビゲーションサイドバーでのプロジェクトのソート方法
pt_pt: Forma de ordenação dos planeamentos na barra de navegação lateral

source: Projects order
cs_cz: Pořadí projektů
ja_jp: プロジェクトの並べ替え
pt_pt: Ordem dos planeamentos

source: Last activity
cs_cz: Poslední aktivita
ja_jp: 最近のアクティビティ
pt_pt: Última atividade

source: How members are sorted
cs_cz: Způsob řazení členů
ja_jp: メンバーのソート方法
pt_pt: Como os membros são ordenados

source: Members order
cs_cz: Pořadí členů
ja_jp: メンバーの並べ替え
pt_pt: Ordenação dos membros

source: Misc
cs_cz: Různé
ja_jp: その他
pt_pt: Diversos

source: Maximum decimal precision to show in balances
cs_cz: Počet desetinných míst, které zobrazovat v bilancích
ja_jp: 残高に表示する最大の小数桁数
pt_pt: Quantidade máxima de casas decimais a apresentar no saldo

source: Maximum precision
cs_cz: Maximální přesnost
ja_jp: 最大の桁数
pt_pt: Precisão máxima

source: Do you want to see and choose time in bill dates?
cs_cz: Chcete vidět a vybrat čas v termínech účtu?
ja_jp: 請求書の日付で時刻を表示・選択しますか？
pt_pt: Quer ver e escolher a hora nas datas das despesas?

source: Use time in dates
cs_cz: V datumech použít čas
ja_jp: 日付で時刻を使用する
pt_pt: Usar tempo nas datas

source: Choose where to write output files (stats, settlement, export)
cs_cz: Vyberte kam vytvořit výstupní soubory (statistiky, vypořádání, export)
fa_ir: مکانی را برای نوشتن پرونده‌های خروجی انتخاب کنید (آمار، تسویه حساب، برون‌بری)
ja_jp: 出力ファイルを書き出す場所を選択します (集計、決済、エクスポート)
pt_pt: Escolha onde escrever os ficheiros de saída (estatísticas, liquidação, exportação)

source: Guest link copied to clipboard.
cs_cz: Odkaz pro hosta zkopírován do schránky.
fa_ir: نشانی مهمان به کلیپ بورد روگیری شد.
ja_jp: ゲストリンクをクリップボードにコピーしました。
pt_pt: Hiperligação de convidado copiada para a área de transferência.

source: Guest link could not be copied to clipboard.
cs_cz: Odkaz pro hosta se nepodařilo zkopírovat do schránky.
fa_ir: نمی‌توان نشانی مهمان را به کلیپ بورد روگیری کرد.
ja_jp: ゲストリンクをクリップボードにコピーできませんでした。
pt_pt: Não foi possível copiar a hiperligação de convidado para a área de transferência.

source: Move bill "{bill}" to a different project:
cs_cz: Přesunout účet „{bill}“ do jiného projektu:
ja_jp: 請求書 "{bill}" を別のプロジェクトに移動:
pt_pt: Mover a despesa "{bill}" para um planeamento diferente:

source: Only one project available, in which this bill already exists
cs_cz: Je k dipozici je pouze jeden projekt, ve kterém už tento účet existuje
ja_jp: この請求書がすでに存在するプロジェクトは1つだけです
pt_pt: Só há um planeamento disponível, no qual esta despesa já existe

source: No projects found
cs_cz: Nenalezeny žádné projekty
ja_jp: プロジェクトが見つかりませんでした
pt_pt: Não foram encontrados quaisquer planeamentos

source: Bill moved to "{project}" successfully
cs_cz: Faktura byla úspěšně přesunuta do „{project}“
ja_jp: 請求書は "{project}" に移動しました
pt_pt: A despesa foi movida para "{project}" com sucesso

source: Failed to move bill
cs_cz: Účet se nepodařilo přesunout
ja_jp: 請求書の移動に失敗しました
pt_pt: Falhou ao mover a despesa

source: Rename project {n}
cs_cz: Přejmenovat projekt {n}
fa_ir: تغییرنام پروژه {n}
ja_jp: プロジェクト {n} の名前を変更
pt_pt: Renomear planeamento {n}

source: Rename project
cs_cz: Přejmenovat projekt
ja_jp: プロジェクトの名前を変更
pt_pt: Renomear planeamento

source: Disable bill deletion
cs_cz: Zakázat odstranění účtu
ja_jp: 請求書の削除を無効にする
pt_pt: Desabilitar a eliminação de despesas

source: Automatic export
cs_cz: Automatický export
fa_ir: برون‌بری خودکار
ja_jp: 自動エクスポート
pt_pt: Exportação automática

source: Export project
cs_cz: Exportovat projekt
fa_ir: برون‌بری پروژه
ja_jp: プロジェクトのエクスポート
pt_pt: Exportar planeamento

source: Members
cs_cz: Členové
ja_jp: メンバー
pt_pt: Membros

source: More information on adding members
cs_cz: Další informací l přidávání členů
ja_jp: メンバーの追加に関する詳細情報
pt_pt: Mais informação sobre como adicionar membros

source: Enter a member name
cs_cz: Zadejte jméno člena
ja_jp: メンバー名を入力してください
pt_pt: Insira o nome de um membro
