Repository: Jolg42/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: cs_cz, fa_ir, ja_jp, pt_pt

source: Associate a project member with a Nextcloud user
cs_cz: Přiřadit člena projektu k uživateli v Nextcloud
ja_jp: プロジェクトメンバーを Nextcloudユーザーに関連付けます
pt_pt: Associar um membro do planeamento a um utilizador do Nextcloud

source: More information on adding Nextcloud users as members
cs_cz: Další informace o přidávání uživatelů Nextcloud jako členů
ja_jp: Nextcloudユーザーのメンバー追加に関する詳細情報
pt_pt: Mais informação sobre como adicionar utilizadores do Nextcloud como membros

source: Choose a Nextcloud user
cs_cz: Zvolte uživatele z Nextcloud
fa_ir: یک کاربر Nextcloud انتخاب کنید
ja_jp: Nextcloudユーザーを選択してください
pt_pt: Escolha um utilizador do Nextcloud

source: Type to search users
cs_cz: Uživatele vyhledáte psaním
ja_jp: ユーザーを検索
pt_pt: Escreva para pesquisar utilizadores

source: New member name
cs_cz: Jméno nového člena
fa_ir: نام عضو تازه
ja_jp: 新規メンバー名
pt_pt: Nome do novo membro

source: New member (or Nextcloud user) name
cs_cz: Jméno nového člena (nebo uživatele z Nextcloud)
fa_ir: نام عضو تازه (یا کاربر Nextcloud)
ja_jp: 新規メンバー（またはNextcloudユーザー）名
pt_pt: Nome do novo membro (ou utilizador do Nextcloud)

source: Create simple member
cs_cz: Vytvořit jednoduchého člena
ja_jp: 単純なメンバーを作成
pt_pt: Criar um membro simples

source: Failed to add member.
cs_cz: Člena se nepodařilo přidat.
fa_ir: افزودن عضو ناموفق بود.
ja_jp: メンバーを追加できませんでした。
pt_pt: Falha ao adicionar membro.

source: You can add a simple member or a Nextcloud user to the project. You can give Nextcloud users access to the project in the context menu. You can also give access to Nextcloud users that are not members in the Sharing tab.
cs_cz: Do projektu můžete přidat prostého člena nebo uživatele z Nextcloud. Těm je možné udělovat přístup z kontextové nabídky. Na kartě Sdílení je také možné udělovat přístup i Nextcloud uživatelům, kteří nejsou členy.
ja_jp: プロジェクトに単純なメンバーまたはNextcloudユーザーを追加できます。 コンテキストメニューから、Nextcloudユーザーにプロジェクトへのアクセス権を付与できます。 また、共有タブでメンバーではないNextcloudユーザーにもアクセス権を与えることができます。
pt_pt: Pode adicionar ao planeamento um membro simples ou um utilizador do Nextcloud. Pode dar acesso ao planeamento aos utilizadores do Nextcloud, no menu de contexto. Também pode dar acesso aos utilizadores do Nextcloud que não são membros, no separador Partilha.

source: Choose a project member, then a Nextcloud user to associate with.
cs_cz: Vyberte člena projektu a potom Nextcloud uživatele, ke kterému přiřadit.
fa_ir: یک عضو پروژه، سپس یک کاربر Nextcloud را انتخاب کرده تا با آن پیوندبرقرار کند.
ja_jp: プロジェクトメンバーを選択し、関連付けるNextcloudユーザーを選択します。
pt_pt: Escolha um membro para o planeamento e, de seguida, um utilizador do Nextcloud ao qual vai ser associado.

source: You can cut the link with a Nextcloud user by renaming the member.
cs_cz: Propojení na Nextcloud uživatele je možné zrušit přejmenováním člena.
ja_jp: メンバーの名前を変更することで、Nextcloudユーザーとのリンクをカットできます。
pt_pt: Pode cortar a ligação com um utilizador do Nextcloud renomeando o membro.

source: Share project with a user, group or circle …
cs_cz: Sdílejte projekt s uživatelem, skupinou nebo okruhem…
fa_ir: پروژه را با یک کاربر، گروه یا حلقه به اشتراک بگذارید…
ja_jp: プロジェクトをユーザー、グループ、サークルと共有 ...
pt_pt: Partilhar planeamento com um utilizador, grupo ou círculo …

source: Start typing to search
cs_cz: Psaním vyhledáte
ja_jp: 検索
pt_pt: Comece a escrever para pesquisar

source: Scan this QRCode with your mobile device to add project "{name}" in MoneyBuster or PayForMe
cs_cz: Naskenujte tento QR kód mobilním zařízením a přidejte projekt „{name}“ do MoneyBuster nebo PayForMe
ja_jp: MoneyBuster または PayForMe にプロジェクト "{name}" を追加するには、このQRコードをモバイルデバイスでスキャンしてください
pt_pt: Leia este código QR com seu telemóvel para adicionar o planeamento "{name}" ao MoneyBuster ou ao PayForMe

source: QRCode content:
cs_cz: Obsah QR kódu:
ja_jp: QRコードの内容:
pt_pt: Conteúdo do código QR:

source: Create a new share link
cs_cz: Vytvořit nový odkaz pro sdílení
ja_jp: 新しい共有リンクを作成
pt_pt: Criar uma nova hiperligação de partilha

source: Link copied
cs_cz: Odkaz zkopírován
ja_jp: リンクをコピーしました
pt_pt: Hiperligação copiada

source: Copy to clipboard
cs_cz: Zkopírovat do schránky
ja_jp: クリップボードにコピー
pt_pt: Copiar para a área de transferência

source: Show QRCode for mobile clients
cs_cz: Zobrazit QR kód pro mobilní klienty
ja_jp: モバイルクライアント用のQRコードを表示
pt_pt: Apresentar código QR para clientes no telemóvel

source: Label
cs_cz: Štítek
ja_jp: ラベル
pt_pt: Rótulo

source: Password protect
cs_cz: Ochránit heslem
ja_jp: パスワード保護
pt_pt: Proteger com senha

source: Set link password
cs_cz: Nastavit heslo odkazu
ja_jp: リンクのパスワードを設定
pt_pt: Configurar senha da hiperligação

source: Delete link
cs_cz: Smazat odkaz
fa_ir: حذف پیوند
ja_jp: リンクを削除する
pt_pt: Eliminar hiperligação

source: Add another link
cs_cz: Přidat další odkaz
ja_jp: 他のリンクを追加
pt_pt: Adicionar outra hiperligação

source: Project owner
cs_cz: Vlastník projektu
fa_ir: کارفرمای پروژه
ja_jp: プロジェクトの所有者
pt_pt: proprietário do planeamento

source: Delete access
cs_cz: Odstranit přístup
fa_ir: حذف دسترسی
ja_jp: アクセスを削除
pt_pt: Eliminar acesso

source: Show deprecated password protected access
cs_cz: Zobrazit zastaralý přístup, chráněný pouze heslem
ja_jp: 非推奨のパスワード保護されたアクセスを表示
pt_pt: Mostrar acesso protegido por senha obsoleto

source: Password protected access
cs_cz: Přístup chráněný heslem
fa_ir: دسترسی محافظت شده به‌وسیله گذرواژه
ja_jp: パスワードで保護されたアクセス
pt_pt: Acesso protegido por senha

source: Set project password
cs_cz: Nastavit heslo pro projekt
ja_jp: プロジェクトのパスワードを設定
pt_pt: Definir senha do planeamento

source: Share link saved
cs_cz: Odkaz na sdílení uložen
ja_jp: 共有リンクを保存しました
pt_pt: Hiperligação de partilha guardada

source: Failed to edit share link
cs_cz: Upravení odkazu pro sdílení se nezdařilo
ja_jp: 共有リンクの編集に失敗しました
pt_pt: Falha ao editar a hiperligação de partilha

source: Link could not be copied to clipboard.
cs_cz: Odkaz se nepodařilo zkopírovat do schránky.
fa_ir: نمی‌توان نشانی را به کلیپ بورد روگیری کرد.
ja_jp: リンクをクリップボードにコピーできませんでした。
pt_pt: Não foi possível copiar a hiperligação para a área de transferência.

source: Password should not be empty.
cs_cz: Heslo by nemělo zůstat prázdné.
fa_ir: گذرواژه نباید خالی باشد.
ja_jp: パスワードを空にすることはできません。
pt_pt: A senha não pode ficar em branco.

source: Guest access level changed.
cs_cz: Úroveň přístupu hosta byla změněna.
fa_ir: سطح دسترسی مهمان تغییر یافت.
ja_jp: ゲストアクセスレベルが変更されました。
pt_pt: O nível de acesso de convidado foi alterado.

source: Failed to edit guest access level
cs_cz: Nepodařilo se upravit úroveň přístupu hosta
fa_ir: ویرایش سطح دسترسی میهمان شکست خورد
ja_jp: ゲストアクセスレベルの編集に失敗しました
pt_pt: Falhou a edição do nível de acesso de convidado

source: Password protected access is now deprecated. You can use the share links instead, they can be password protected too.
cs_cz: Přístup chráněný heslem je nyní zastaralý. Místo toho můžete použít sdílené odkazy, mohou být také chráněny heslem.
ja_jp: パスワードで保護されたアクセスは非推奨になりました。代わりに共有リンクを使用することもできます。共有リンクはパスワードで保護することもできます。
pt_pt: O acesso com senha foi descontinuado. Em alternativa pode usar hiperligações de partilha, que também podem ser protegidas com uma senha.

source: Sharing
cs_cz: Sdílení
fa_ir: هم‌رسانی
ja_jp: 共有
pt_pt: Partilha

source: Activity
cs_cz: Aktivita
ja_jp: アクティビティ
pt_pt: Actividade

source: Categories
cs_cz: Kategorie
fa_ir: دسته‌بندی‌ها
ja_jp: カテゴリー
pt_pt: Categorias

source: Payment modes
cs_cz: Režimy platby
ja_jp: 支払い方法
pt_pt: Formas de pagamento

source: Currencies
cs_cz: Měny
fa_ir: ارزها
ja_jp: 通貨
pt_pt: Moedas

source: {nb} bills, {nbMembers} active members, {spentAmount} {currency} spent
cs_cz: {nb} účtů, {nbMembers} aktivních členů, {spentAmount} {currency} utraceno
ja_jp: {nb} 請求書, {nbMembers} アクティブメンバー, {spentAmount} {currency} 支払い
pt_pt: {nb} despesas, {nbMembers} membros habilitados, {spentAmount} {currency} gastos

source: {nb} bills, {nbMembers} active members, {spentAmount} spent
cs_cz: {nb} účtů, {nbMembers} aktivních členů, {spentAmount} utraceno
ja_jp: {nb} 請求書, {nbMembers} アクティブメンバー, {spentAmount} 支払い
pt_pt: {nb} despesas, {nbMembers} membros habilitados, {spentAmount} gastos

source: Member/Month
cs_cz: Člen/měsíc
fa_ir: عضو/ماه
ja_jp: メンバー/月
pt_pt: Membro/Mês

source: All members
cs_cz: Všichni členové
fa_ir: همه عضوها
ja_jp: すべてのメンバー
pt_pt: Todos os membros

source: Statistics of project {name}
cs_cz: Statistiky projektu {name}
fa_ir: آمار پروژه {name}
ja_jp: プロジェクト {name} の集計
pt_pt: Estatísticas do planeamento {name}

source: Minimum date
cs_cz: Minimální datum
fa_ir: کمینه‌ تاریخ
ja_jp: 最小日付
pt_pt: Data mínima

source: Maximum date
cs_cz: Maximální datum
fa_ir: بیشینۀ تاریخ
ja_jp: 最大日付
pt_pt: Data máxima

source: Minimum amount
cs_cz: Minimální částka
fa_ir: کم‌ترین مقدار
ja_jp: 最小金額
pt_pt: Montante mínimo

source: Maximum amount
cs_cz: Maximální částka
fa_ir: بیشترین مقدار
ja_jp: 最大金額
pt_pt: Montante máximo

source: Convert in currency
cs_cz: Převést v měně
ja_jp: 通貨に変換
pt_pt: Converter em moeda

source: Main project's currency
cs_cz: Hlavní měna projektu
fa_ir: واحد پولی پروژه اصلی
ja_jp: プロジェクトの基本通貨
pt_pt: Moeda principal do planeamento

source: Show disabled members
cs_cz: Zobrazit zneaktivněné členy
fa_ir: نمایش اعضای غیرفعال شده
ja_jp: 無効なメンバーを表示
pt_pt: Mostrar membros desabilitados

source: Chart type
cs_cz: Typ grafu
ja_jp: グラフの種類
pt_pt: Tipo de gráfico

source: Pie
cs_cz: Koláčový
ja_jp: 円グラフ
pt_pt: Circular

source: Bar
cs_cz: Sloupcový
ja_jp: 棒グラフ
pt_pt: Barras

source: Total paid by all the members: {t}
cs_cz: Celkem zaplaceno všemi členy: {t}
ja_jp: 全てのメンバーが支払った合計: {t}
pt_pt: Total pago por todos os membros: {t}

source: Global stats
cs_cz: Globální statistiky
fa_ir: آمار جهانی
ja_jp: 全体の集計
pt_pt: Estatísticas globais

source: Filtered balance
cs_cz: Filtrovaný zůstatek
fa_ir: موجودی پالایش شده
pt_pt: Saldo filtrado

source: Monthly paid per member
cs_cz: Jednotlivými členy měsíčně zaplaceno
ja_jp: メンバー毎の毎月の支払
pt_pt: Montante mensal pago por membro

source: Payments per member per month
cs_cz: Měsíční platby jednotlivých členů
fa_ir: پرداخت‌ها برای هر عضو در هر ماه
ja_jp: ひと月毎のメンバー毎の支払
pt_pt: Pagamentos por membro por mês

source: Monthly spent per member
cs_cz: Měsíčně utraceno jednotlivými členy
ja_jp: メンバー毎の毎月の消費
pt_pt: Gastos mensais por membro

source: Spendings per member per month
cs_cz: Útraty jednotlivých členů za měsíc
ja_jp: ひと月毎のメンバー毎の消費
pt_pt: Gastos por membro por mês

source: Monthly paid per category
cs_cz: Měsíčně zaplaceno v jednotlivých kategoriích
ja_jp: 月毎のカテゴリー毎の支払
pt_pt: Montante pago por mês por categoria

source: Payments per category per month
cs_cz: Platby v jednotlivých kategoriích za měsíc
fa_ir: پرداخت‌ها برای هر دسته‌بندی در هر ماه
ja_jp: 月毎のカテゴリ毎の支払
pt_pt: Pagamentos por categoria por mês

source: Category/Month
cs_cz: Kategorie/měsíc
fa_ir: دسته‌بندی/ماه
ja_jp: カテゴリー/月
pt_pt: Categoria/Mês

source: Monthly paid per payment mode
cs_cz: Měsíčně zaplaceno v jednotlivých režimech platby
ja_jp: 月毎の支払い方法毎の支払
pt_pt: Montante pago por mês por forma de pagamento

source: Payments per payment mode per month
cs_cz: Platby v jednotlivých režimech za měsíc
ja_jp: 月毎の支払い方法毎の支払
pt_pt: Pagamentos por forma de pagamento por mês

source: Payment mode/Month
cs_cz: Režim platby/měsíc
ja_jp: 支払い方法/月
pt_pt: Forma de pagamento/Mês

source: Who paid for this category?
cs_cz: Kdo v této kategorii platil?
fa_ir: چه کسی برای این دسته‌بندی پرداخته کرده؟
ja_jp: 誰がこのカテゴリーに支払ったか？
pt_pt: Quem pagou para esta categoria?

source: What did they pay for?
cs_cz: Za co platili?
ja_jp: 彼らは何に支払ったか？
pt_pt: Pagaram pelo quê?

source: Select a member
cs_cz: Vybrat člena
fa_ir: انتخاب یک عضو
ja_jp: メンバーを選択
pt_pt: Escolha um membro

source: Who paid for whom?
cs_cz: Kdo za koho zaplatil?
ja_jp: 誰が誰のために支払ったか？
pt_pt: Quem pagou para quem?

source: paid for
cs_cz: zaplaceno za
pt_pt: pago para

source: Total paid
cs_cz: Celkem zaplaceno
ja_jp: 支払額合計
pt_pt: Total pago

source: Total owed
cs_cz: Celkem dluženo
ja_jp: 負債額合計
pt_pt: Total em dívida

source: Total owed by {name}
cs_cz: {name} celkem dluží
ja_jp: {name} の負債額合計
pt_pt: Total em dívida por {name}

source: Total paid by {name}
cs_cz: {name} celkem zaplatil(a)
ja_jp: {name} の支払額合計
pt_pt: Total pago por {name}

source: All except reimbursement
cs_cz: Vše kromě úhrady
fa_ir: همه به‌جز بازپرداخت
pt_pt: Todas excepto reembolso

source: All
cs_cz: Vše
fa_ir: همه
ja_jp: すべて
pt_pt: Todas

source: Payed
cs_cz: Zaplaceno
ja_jp: 支払い済み
pt_pt: Pagas

source: Who paid (outside circle) and spent (inside pie)?
cs_cz: Kdo platil (vnější kruh) a utrácel (vnitřní koláčový graf)?
fa_ir: چه کسی پرداخت کرده ( بیرون از حلقه) و خرج کرده (درون pie)؟
ja_jp: 誰が支払い(サークルの外に)、誰が消費(サークル内で)したか?
pt_pt: Quem pagou (fora do círculo) e quem gastou (dentro do círculo)?

source: Who paid and spent?
cs_cz: Kdo zaplatil a utratil?
ja_jp: 誰が支払い、誰が消費したか?
pt_pt: Quem pagou e quem gastou?

source: How much was paid per category?
cs_cz: Kolik bylo placeno v jednotlivých kategoriích?
ja_jp: カテゴリーごとに支払われた金額は？
pt_pt: Quanto foi pago por categoria?

source: How much was paid per payment mode?
cs_cz: Kolik bylo placeno v jednotlivých režimech plateb?
ja_jp: 支払い方法ごとに支払われた金額は？
pt_pt: Quanto foi pago por forma de pagamento?

source: No recent activity
cs_cz: Žádná nedávná aktivita
ja_jp: 最近のアクティビティがありません
pt_pt: Sem atividade recente

source: Go to Cospend
cs_cz: Přejít do Cospend
ja_jp: Cospend に行く
pt_pt: Ir para o Cospend

source: {user} shared {project} with {who}
cs_cz: {user} nasdíle(a) {project} uživateli {who}
ja_jp: {user} はプロジェクト {project} を {who} と共有しました
pt_pt: {user} partilhou {project} com {who}

source: {user} unshared {project} with {who}
cs_cz: {user} zrušil(a) sdílení {project} uživateli {who}
ja_jp: {user} は {project} を {who} と共有解除しました
pt_pt: {user} deixou de partilhar {project} com {who}

source: {user} created {bill}
cs_cz: {user} vytvořil(a) {bill}
ja_jp: {user} が {bill} を作成しました
pt_pt: {user} criou {bill}

source: {user} deleted {bill}
cs_cz: {user} odstranil(a) {bill}
ja_jp: {user} が {bill} を削除しました
pt_pt: {user} eliminou {bill}

source: {user} edited {bill}
cs_cz: {user} upravil(a) {bill}
ja_jp: {user} が {bill} を編集しました
pt_pt: {user} editou {bill}

source: Failed to restore options values.
cs_cz: Nepodařilo se obnovit hodnoty možností.
fa_ir: بازگردانی مقادیر گزینه ناموفق بود.
ja_jp: オプション値の復元に失敗しました。
pt_pt: Falha ao restaurar os valores das opções.

source: Failed to save option values
cs_cz: Nepodařilo se uložit hodnoty možností
fa_ir: ذخیره مقادیر گزینه ناموفق بود
ja_jp: オプション値の保存に失敗しました
pt_pt: Falha ao guardar valores das opções

source: Cospend setting saved.
cs_cz: Nastavení pro Cospend uloženo.
fa_ir: تنظیمات Cospend ذخیره شد.
ja_jp: Cospend 設定を保存しました。
pt_pt: A configuração do Cospend foi guardada.

source: Failed to save Cospend setting.
cs_cz: Nepodařilo se uložit nastavení pro Cospend.
fa_ir: ذخیره تنظیمات Cospend شکست خورد.
ja_jp: Cospend 設定の保存に失敗しました。
pt_pt: Falha ao guardar a configuração do Cospend.

source: Project {name} exported in {path}
cs_cz: Projekt {name} exportován v {path}
fa_ir: پروژه {name} در {path} برون‌برده شده
ja_jp: プロジェクト {name} を {path} にエクスポートしました
pt_pt: Planeamento {name} exportado em {path}

source: Failed to export project
cs_cz: Projekt se nepodařilo exportovat
fa_ir: برون‌بری پروژه ناموفق بود
ja_jp: オブジェクトのエクスポートに失敗しました。
pt_pt: Falha ao exportar planeamento

source: Failed to add currency
cs_cz: Přidání měny se nezdařilo
fa_ir: افزودن واحد پولی ناموفق بود
ja_jp: 通貨の追加に失敗しました
pt_pt: Falhou a adição da moeda

source: Failed to delete currency
cs_cz: Smazání měny se nezdařilo
fa_ir: حذف واحد پولی ناموفق بود
ja_jp: 通貨の削除に失敗しました
pt_pt: Falhou a eliminação da moeda

source: Failed to edit currency
cs_cz: Upravení měny se nezdařilo
fa_ir: ویرایش واحد پولی ناموفق بود
ja_jp: 通貨の編集に失敗しました
pt_pt: Falhou a edição da moeda

source: Failed to get statistics.
cs_cz: Nepodařilo se získat statistiky.
fa_ir: دریافت آمار ناموفق بود.
ja_jp: 集計を取得できませんでした。
pt_pt: Falha ao obter estatísticas.

source: Project statistics exported in {path}
cs_cz: Statistiky projektu exportovány do {path}
fa_ir: آمار پروژه در {path} برون‌برده شد
ja_jp: プロジェクトの集計を {path} にエクスポートしました
pt_pt: Estatísticas do planeamento exportadas em {path}

source: Failed to export project statistics
cs_cz: Statistiky projektu se nepodařilo exportovat
fa_ir: برون‎بری آمار پروژه ناموفق بود
ja_jp: プロジェクトの集計のエクスポートに失敗しました
pt_pt: Falha ao exportar estatísticas do planeamento

source: Failed to add project settlement bills
cs_cz: Nepodařilo se přidat účty za vypořádání projektu
fa_ir: افزودن رسیدهای تسویه حساب پروژه ناموفق بود
ja_jp: プロジェクト決済請求書の追加に失敗しました
pt_pt: Ocorreu uma falha ao adicionar as notas de liquidação do planeamento

source: Failed to export project settlement
cs_cz: Export vypořádání projektu se nezdařil
fa_ir: برون‎بری تسویه حساب پروژه ناموفق بود
ja_jp: プロジェクト決済のエクスポートに失敗しました
pt_pt: Falha ao exportar a liquidação do planeamento

source: Choose csv project file
cs_cz: Zvolte csv soubor s projektem
fa_ir: انتخاب پرونده پروژه csv
ja_jp: CSVプロジェクトファイルを選択
pt_pt: Escolha o ficheiro de projecto CSV

source: Choose SplitWise project file
cs_cz: Zvolte soubor s projektem SplitWise
fa_ir: انتخاب پرونده پروژه SplitWise
ja_jp: SplitWiseプロジェクトファイルを選択
pt_pt: Escolha o ficheiro de planeamento SplitWise

source: Failed to import project file
cs_cz: Soubor s projektem se nepodařilo importovat
fa_ir: واردکردن پرونده پروژه ناموفق بود
ja_jp: プロジェクトファイルのインポートに失敗しました
pt_pt: Falha ao importar ficheiro de planeamento

source: Allow guests to create projects
cs_cz: Umožnit hostům vytvářet projekty
fa_ir: اجازه به مهمان‌ها برای ساختن پروژه‌ها
ja_jp: ゲストにプロジェクトの作成を許可
pt_pt: Permitir que os convidados criem planeamentos

source: Enabling this option will allow any visitor to create a project without having to log in.
cs_cz: Povolení této volby umožní libovolnému návštěvníkovi vytvořit projekt, aniž by se kvůli tomu potřeboval přihlašovat k Nextcloud.
fa_ir: فعال کردن این گزینه به هر بازدید کننده‌ای امکان می‌دهد بدون نیاز به ورود به حساب، یک پروژه ایجاد کند.
ja_jp: このオプションを有効にすると、ログインせずに訪問者がプロジェクトを作成できるようになります。
pt_pt: Habilitar esta opção permitirá que qualquer visitante crie um planeamento sem ter de iniciar uma sessão.

source: This can be useful if you are in a local network and want to let anybody create a project.
cs_cz: Toto se může hodit, pokud je tato instance přístupná výhradně z místní sítě (tedy nikoli z Internetu) a chcete umožnit komukoliv vytvořit projekt.
fa_ir: اگر در یک شبکه محلی هستید و می‌خواهید به هرکسی اجازه دهید یک پروژه ایجاد کند ، این می تواند مفید باشد.
ja_jp: これは、ローカルネットワークにいて、誰でもプロジェクトを作成できるようにしたい場合に便利です。
pt_pt: Isto pode ser útil se estiver numa rede local e quiser deixar qualquer pessoa criar um planeamento.

source: Or maybe you are very generous and want to allow the entire world to use Cospend without having an account on your Nextcloud instance.
cs_cz: (Nebo jste možná velmi velkorysí a chcete celému světu umožnit používat Cospend na vaší instanci Nextcloud i bez účtu na ní ;-) )
fa_ir: یا شاید شما بسیار سخاوتمند هستید و می خواهید به کل دنیا اجازه دهید از Cospend بدون حساب کاربری روی نمونه Nextcloud شما استفاده کنند.
ja_jp: または、あなたは非常に寛大で、あなたのNextcloudインスタンスのアカウントを持たずに全世界がCospendを使用できるようにしたいと考えているかもしれません。
pt_pt: Ou talvez por generosidade queira permitir que toda a gente use o Cospend sem ter uma conta na sua instância Nextcloud.

source: Authentication
cs_cz: Ověřování se
fa_ir: شناسایی
ja_jp: 認証
pt_pt: Autenticação

source: Wrong project Id or password
cs_cz: Chybný identifikátor projektu nebo heslo
fa_ir: شناسه یا گذرواژه پروژه نادرست است
ja_jp: プロジェクトIDまたはパスワードが間違っています
pt_pt: ID ou senha do projecto incorrectos

source: Project ID/name
cs_cz: Identifikátor/název projektu
fa_ir: شناسه/نام پروژه
ja_jp: プロジェクト ID/名前
pt_pt: ID/nome do planeamento

source: Project password (aka Access code)
cs_cz: Heslo k projektu (neboli přístupový kód)
fa_ir: گذرواژه پروژه (موسوم به کد دسترسی)
ja_jp: プロジェクトパスワード (アクセスコード)
pt_pt: Senha do planeamento (também conhecido como Código de Acesso)

source: Wrong link password
cs_cz: Nesprávné heslo k odkazu
ja_jp: リンクパスワードが間違っています
pt_pt: Senha de hiperligação inválida

source: Share link password
cs_cz: Heslo k odkazu pro sdílení
ja_jp: 共有リンクパスワード
pt_pt: Senha da hiperligação de partilha

source: Sport
fa_ir: ورزشی
ja_jp: スポーツ
pt_pt: Desporto

source: Move bill
ja_jp: 請求書を移動

source: No result
ja_jp: 該当なし

source: Bad password or public link
fa_ir: گذرواژه بد یا نشانی عمومی است

source: This project have no such category
fa_ir: این پروژه چنین دسته‌بندی ندارد

source: Attach public link to personal file
fa_ir: پیوست نشانی عمومی به پرونده شخصی

source: Impossible to save bill, invalid values.
fa_ir: ذخیره رسید ناممکن است، مقادیر نامعتبرند.

source: Bill saved.
fa_ir: رسید ذخیره شد.

source: Bill values are not valid.
fa_ir: مقادیر رسید نامعتبرند.

source: Personal parts are bigger than the paid amount.
fa_ir: بخش‌های شخصی بزرگتر از مبلغ پرداخت شده است.

source: There is no custom amount.
fa_ir: مقدار سفارشی وجود ندارد.

source: Failed to generate public link to file
fa_ir: تولید نشانی عمومی به پرونده شکست خورد

source: No categories to display
fa_ir: دسته‌بندی برای نمایش نیست

source: Category name should not be empty.
fa_ir: نام دسته‌بندی نباید خالی باشد.

source: Category {n} added.
fa_ir: دسته‌بندی {n} افزوده شد.

source: MoneyBuster link/QRCode for project {name}
fa_ir: نشانی/کدQR MoneyBuster برای پروژه {name}

source: Confirm project password to get a QRCode including the password.
fa_ir: گذرواژه پروژه را برای دریافت کدQR شامل گذرواژه تایید کنید.

source: Project password
fa_ir: گذرواژه پروژه

source: Incorrect project password.
fa_ir: گذرواژه پروژه نادرست است.

source: Add these payments to project
fa_ir: افزودن این پرداخت‌ها به پروژه

source: Add public link
fa_ir: افزودن پیوند عمومی

source: Add link
fa_ir: افزودن پیوند

source: Public link
fa_ir: پیوند عمومی

source: New project password
fa_ir: گذرواژه تازه پروژه

source: Currency of statistic values
fa_ir: واحد پولی مقادیر آماری

source: Failed to check password.
fa_ir: بررسی گذرواژه ناموفق بود.
