Repository: Jolg42/cospend-nc
Catalog: translationfiles/*/cospend.po
Languages: cs_cz, fa_ir, ja_jp, pt_pt

source: You have created a new bill {bill} in project {project}
cs_cz: Vytvořili jste nový účet {bill} v projektu {project}
fa_ir: شما یک رسید تازه {bill} در پروژه {project} ساختید
ja_jp: プロジェクト {project} で新しい請求書 {bill} を作成しました
pt_pt: Criou uma nova despesa {bill} no planeamento {project}

source: {user} has created a new bill {bill} in project {project}
cs_cz: {user} vytvořil(a) nový účet {bill} v projektu {project}
fa_ir: {user} یک رسید تازه {bill} در پروژه {project} ساخت
ja_jp: {user} がプロジェクト {bill} で新しい請求書 {project} を作成しました
pt_pt: {user} criou uma nova despesa {bill} no planeamento {project}

source: You have deleted the bill {bill} of project {project}
cs_cz: Odstranili jste účet {bill} projektu {project}
fa_ir: شما رسید {bill} پروژه {project} را حذف کردید
ja_jp: プロジェクト {project} の請求書 {bill} を削除しました
pt_pt: Eliminou a despesa {bill} do planeamento {project}

source: {user} has deleted the bill {bill} of project {project}
cs_cz: {user} odstranil(a) účet {bill} projektu {project}
fa_ir: {user} رسید {bill} پروژه {project} را حذف کرد
ja_jp: {user} がプロジェクト {project} の請求書 {bill} を削除しました
pt_pt: {user} eliminou a despesa {bill} do planeamento {project}

source: You have shared the project {project} with {who}
cs_cz: Nasdíleli jste projekt {project} uživateli {who}
fa_ir: شما پروژه {project} را با {who} به اشتراک گذاشتید
ja_jp: プロジェクト {project} を {who} と共有しました
pt_pt: Partilhou o planeamento {project} com {who}

source: {user} has shared the project {project} with {who}
cs_cz: {user} nasdílel(a) projekt {project} uživateli {who}
fa_ir: {user} پروژه {project} را با {who} به اشتراک گذاشت
ja_jp: {user} はプロジェクト {project} を {who} と共有しました
pt_pt: {user} partilhou o planeamento {project} com {who}

source: You have removed {who} from the project {project}
cs_cz: Odebrali jste {who} z projektu {project}
fa_ir: شما {who} را از پروژه {project} حذف کردید
ja_jp: プロジェクト {project} からメンバー {who} を削除しました
pt_pt: Removeu {who} do planeamento {project}

source: {user} has removed {who} from the project {project}
cs_cz: {user} odstranil(a) {who} z projektu {project}
fa_ir: {user} ،{who} را از پروژه {project} حذف کرد
ja_jp: {user} がプロジェクト {project} からメンバー {who} を削除しました
pt_pt: {user} removeu {who} do planeamento {project}

source: You have updated the bill {bill} of project {project}
cs_cz: Aktualizovali jste účet {bill} projektu {project}
fa_ir: شما رسید {bill} پروژه {project} را به‌روز کردید
ja_jp: プロジェクト {project} の請求書 {bill} を更新しました
pt_pt: Você modificou a despesa {bill} do planeamento {project}

source: {user} has updated the bill {bill} of project {project}
cs_cz: {user} aktualizoval(a) účet {bill} projektu {project}
fa_ir: {user} رسید {bill} پروژه {project} را به‌روز کرد
ja_jp: {user} がプロジェクト {project} の請求書 {bill} を更新しました
pt_pt: {user} modificou a despesa {bill} do planeamento {project}

source: A guest user
cs_cz: Uživatel-host
fa_ir: کاربر مهمان
ja_jp: ゲストユーザー
pt_pt: Um utilizador convidado

source: A <strong>bill</strong> inside the Cospend app has been updated/created/deleted
cs_cz: <strong>Účet</strong> v rámci aplikace Cospend byl aktualizován/vytvořen/smazán
fa_ir: یک <strong>رسید</strong> درون برنامه Cospend به‎روز/ساخته/حذف شد
ja_jp: Cospend アプリ内の <strong>請求書</strong> が更新/作成/削除されました
pt_pt: Uma <strong>despesa</strong> foi modificada/criada/eliminada dentro da aplicação Cospend

source: circle %1$s
cs_cz: okruh %1$s
fa_ir: حلقه %1$s
ja_jp: サークル %1$s
pt_pt: círculo %1$s

source: Changes in the <strong>Cospend app</strong>
cs_cz: Změny v <strong>aplikaci Cospend</strong>
fa_ir: تغییرات در <strong>Cospend app</strong>
ja_jp: <strong>Cospend アプリ</strong> の変更点
pt_pt: Alterações feitas na <strong>aplicação Cospend</strong>

source: Cospend public access
cs_cz: Veřejný přístup do Cospend
fa_ir: دسترسی عمومی Cospend
ja_jp: Cospend 公開アクセス
pt_pt: Acesso público do Cospend

source: Enter password of project %s
cs_cz: Zadejte heslo projektu %s
fa_ir: گذرواژه پروژه %s را وارد کنید
ja_jp: プロジェクト %sのパスワードを入力してください
pt_pt: Insira a senha do planeamento %s

source: Enter project id and password
cs_cz: Zadejte identifikátor a heslo projektu
fa_ir: شناسه پروژه و گذرواژه را وارد کنید
ja_jp: プロジェクト id とパスワードを入力してください
pt_pt: Insira o ID do projecto e a senha

source: Enter link password of project %s
cs_cz: Zadejte heslo odkazu na projekt %s
ja_jp: プロジェクト %sのリンクパスワードを入力してください
pt_pt: Insira a senha de hiperligação do planeamento %s

source: Project %s
cs_cz: Projekt %s
fa_ir: پروژه %s
ja_jp: プロジェクト %s
pt_pt: Planeamento %s

source: Cospend shared link access
cs_cz: Přístup ke sdílenému odkazuj Cospend
ja_jp: Cospend 共有リンクアクセス
pt_pt: Hiperligação de acesso partilhado do Cospend

source: No such share link
cs_cz: Žádný takový odkaz pro sdílení
ja_jp: そのような共有リンクはありません
pt_pt: A hiperligação de partilha não existe

source: Access denied
cs_cz: Přístup odepřen
fa_ir: دسترسی رد شد
ja_jp: アクセスが拒否されました
pt_pt: Acesso negado

source: No such share link or public access
cs_cz: Žádný takový odkaz pro sdílení nebo veřejný přístup
ja_jp: そのような共有リンクやパブリックアクセスはありません
pt_pt: A hiperligação de partilha ou o acesso público não existe

source: Unauthorized action
cs_cz: Neoprávněná akce
fa_ir: اقدام غیرمجاز
ja_jp: 許可されていないアクションです
pt_pt: Operação não autorizada

source: You are not allowed to delete this bill
cs_cz: Nemáte oprávnění smazat tento účet
fa_ir: شما مجاز به حذف این رسید نیستید
ja_jp: この請求書を削除する権限がありません。
pt_pt: Não tem permissão para eliminar esta despesa

source: You are not allowed to get this project's info
cs_cz: Nemáte oprávnění k informacím o tomto projektu
fa_ir: شما مجاز به دریافت اطلاعات این پروژه نیستید
ja_jp: このプロジェクトの情報を取得する権限がありません
pt_pt: Não tem permissão para obter informações deste planeamento

source: You are not allowed to get this project's statistics
cs_cz: Nemáte oprávnění ke statistikám tohoto projektu
fa_ir: شما مجاز به دریافت آمار این پروژه نیستید
ja_jp: このプロジェクトの集計を取得する権限がありません
pt_pt: Não tem permissão para obter estatísticas deste planeamento

source: You are not allowed to get this project's settlement
cs_cz: Nemáte oprávnění k vypsání vypořádání tohoto projektu
fa_ir: شما مجاز به دریافت تسویه حساب این پروژه نیستید
ja_jp: このプロジェクトの決済を取得する権限がありません
pt_pt: Não tem permissão para obter a liquidação deste planeamento

source: You are not allowed to settle this project automatically
cs_cz: Nemáte oprávnění k provedení automatického vypořádání tohoto projektu
fa_ir: شما مجاز به تسویه حساب خودکار این پروژه نیستید
ja_jp: このプロジェクトを自動的に決済する権限がありません
pt_pt: Não tem permissão para liquidar este planeamento automaticamente

source: You are not allowed to access this project
cs_cz: Nemáte oprávnění k přístupu k tomuto projektu
fa_ir: شما مجاز به دسترسی به این پروژه نیستید
ja_jp: このプロジェクトにアクセスする権限がありません
pt_pt: Não tem autorização para aceder a este planeamento

source: You are not allowed to edit this member
cs_cz: Nemáte oprávnění upravovat tohoto člena
fa_ir: شما اجازه ویرایش این عضو را ندارید
ja_jp: このメンバーを編集する権限がありません
pt_pt: Não tem permissão para editar este membro

source: You are not allowed to edit this bill
cs_cz: Nemáte oprávnění upravovat tento účet
fa_ir: شما مجاز به ویرایش این رسید نیستید
ja_jp: この請求書を編集する権限がありません
pt_pt: Não tem permissão para editar esta despesa

source: You are not allowed to access the destination project
cs_cz: Nemáte oprávnění k přístupu k tomuto projektu
ja_jp: そのプロジェクトにアクセスする権限がありません
pt_pt: Não tem autorização para aceder ao planeamento de destino

source: You are not allowed to add bills
cs_cz: Nemáte oprávnění přidávat účty
fa_ir: شما مجاز به افزودن رسید نیستید
ja_jp: 請求書を追加する権限がありません
pt_pt: Não tem permissão para adicionar despesas

source: You are not allowed to edit this project
cs_cz: Nemáte oprávnění upravovat tento projekt
fa_ir: شما مجاز به ویرایش این پروژه نیستید
ja_jp: このプロジェクトを編集する権限がありません
pt_pt: Não tem permissão para editar este planeamento

source: You are not allowed to add members
cs_cz: Nemáte oprávnění přidávat členy
fa_ir: شما مجاز به افزودن اعضا نیستید
ja_jp: メンバーを追加する権限がありません
pt_pt: Não tem permissão para adicionar membros

source: You are not allowed to get the bill list
cs_cz: Nemáte oprávnění k seznamu účtů
fa_ir: شما مجاز به دریافت فهرست رسید نیستید
ja_jp: 請求書一覧を取得する権限がありません
pt_pt: Não tem permissão para obter a lista de despesas

source: Anonymous project creation is not allowed on this server
cs_cz: Na tomto serveru není umožněno vytváření anonymních projektů
fa_ir: ایجاد پروژه ناشناس در این سرور مجاز نیست
ja_jp: このサーバーでは匿名のプロジェクトの作成は許可されていません
pt_pt: A criação de planeamentos anónimos não é permitida neste servidor

source: Project not found
cs_cz: Projekt nenalezen
fa_ir: پروژه یافت نشد
ja_jp: プロジェクトが見つかりません
pt_pt: Planeamento não encontrado

source: Bad password or share link
cs_cz: Špatné heslo nebo odkaz pro sdílení
ja_jp: 不正なパスワードまたは共有リンクです
pt_pt: Senha ou hiperligação de partilha errada

source: Guest access
cs_cz: Přístup pro hosty
ja_jp: ゲストとしてアクセス
pt_pt: Acesso de convidado

source: Share link (%s)
cs_cz: Odkaz pro sdílení (%s)
ja_jp: リンクを共有 (%s)
pt_pt: Hiperligação de partilha (%s)

source: Share link
cs_cz: Odkaz pro sdílení
ja_jp: リンクを共有
pt_pt: Hiperligação de partilha

source: You are not allowed to give such shared access level
cs_cz: Nemáte oprávnění k poskytnutí takové úrovně sdíleného přístupu
fa_ir: شما مجاز به دادن چنین سطح دسترسی اشتراکی نیستید
ja_jp: その共有アクセスレベルを与える権限がありません
pt_pt: Não tem permissão para dar esse nível de acesso partilhado

source: You are not allowed to edit this shared access
cs_cz: Nemáte oprávnění pro upravení tohoto sdíleného přístupu
ja_jp: この共有アクセスを編集する権限がありません
pt_pt: Não tem permissão para editar este acesso partilhado

source: You are not allowed to edit guest access level
cs_cz: Nemáte oprávnění k upravování úrovně přístupu hosta
fa_ir: شما مجاز به ویرایش سطح دسترسی مهمان نیستید
ja_jp: ゲストアクセスレベルを編集する権限がありません
pt_pt: Não tem permissão para editar o nível de acesso dos convidados

source: You are not allowed to manage payment modes
cs_cz: Nemáte oprávnění ke správě režimů plateb
ja_jp: 支払い方法を管理する権限がありません
pt_pt: Não tem permissão para gerir as formas de pagamento

source: You are not allowed to manage categories
cs_cz: Nemáte oprávnění ke správě kategorií
fa_ir: شما مجاز به مدیریت دسته‌بندی‌ها نیستید
ja_jp: カテゴリを管理する権限がありません
pt_pt: Não tem permissão para gerir categorias

source: You are not allowed to manage currencies
cs_cz: Nemáte oprávnění ke správě měn
fa_ir: شما مجاز به مدیریت واحدهای پولی نیستید
ja_jp: 通貨を管理する権限がありません
pt_pt: Não tem permissão para gerir as moedas

source: You are not allowed to remove this shared access
cs_cz: Nemáte oprávnění pro odebrání tohoto sdíleného přístupu
fa_ir: شما مجاز به حذف این دسترسی مشترک نیستید
ja_jp: この共有アクセスを削除する権限がありません
pt_pt: Não tem permissão para remover este acesso partilhado

source: You are not allowed to add public shared accesses
cs_cz: Nemáte oprávnění pro přidávání veřejných sdílených přístupů
fa_ir: شما مجاز به افزودن دسترسی‌های مشترک عمومی نیست
ja_jp: 公開共有アクセスを追加する権限がありません
pt_pt: Não tem permissão para adicionar acessos partilhados públicos

source: You are not allowed to export this project settlement
cs_cz: Nemáte oprávnění pro export vypořádání tohoto projektu
fa_ir: شما مجاز به برون‌بری تسویه حساب این پروژه نیستید
ja_jp: このプロジェクト決済をエクスポートする権限がありません
pt_pt: Não tem permissão para exportar a liquidação deste planeamento

source: You are not allowed to export this project statistics
cs_cz: Nemáte oprávnění pro export statistik tohoto projektu
fa_ir: شما مجاز به برون‌بری آمار این پروژه نیستید
ja_jp: このプロジェクトの集計をエクスポートする権限がありません
pt_pt: Não tem permissão para exportar estatísticas deste planeamento

source: You are not allowed to export this project
cs_cz: Nemáte oprávnění pro export tohoto projektu
fa_ir: شما مجاز به برون‌بری این پروژه نیستید
ja_jp: このプロジェクトをエクスポートする権限がありません
pt_pt: Não tem permissão para exportar este planeamento

source: Cospend activity
cs_cz: Aktivita v Cospend
ja_jp: Cospend アクティビティ
pt_pt: Atividade do Cospend

source: Invalid project id
cs_cz: Neplatný identifikátor projektu
fa_ir: شناسه پروژه نامعتبر است
ja_jp: 無効なプロジェクト Id
pt_pt: O ID do projecto é inválido

source: A project with id "%1$s" already exists
cs_cz: Identifikátor „%1$s“ už je používán pro jiný projekt
fa_ir: یک پروژه با شناسه "%1$s" از قبل وجود دارد
ja_jp: Id "%1$s" のプロジェクトは既に存在します
pt_pt: Já existe um projecto com o ID "%1$s"

source: Grocery
cs_cz: Potraviny
fa_ir: خواربار
ja_jp: スーパーマーケット
pt_pt: Mercearia

source: Bar/Party
cs_cz: Bar/párty
fa_ir: بار/مهمانی
ja_jp: 飲み代
pt_pt: Bar/Festa

source: Rent
cs_cz: Nájem
fa_ir: اجاره
ja_jp: レンタル
pt_pt: Aluguer

source: Bill
cs_cz: Účet
fa_ir: رسید
ja_jp: 請求書
pt_pt: Despesa

source: Excursion/Culture
cs_cz: Turistika/kultura
fa_ir: گشت و گذار/ فرهنگ
ja_jp: 旅行/文化
pt_pt: Excursão/Cultura

source: Health
cs_cz: Zdraví
fa_ir: بهداشت و درمان
ja_jp: 健康
pt_pt: Saúde

source: Shopping
cs_cz: Nakupování
fa_ir: خرید
ja_jp: ショッピング
pt_pt: Compras

source: Restaurant
cs_cz: Restaurace
fa_ir: رستوران
ja_jp: レストラン
pt_pt: Restaurante

source: Accommodation
cs_cz: Ubytování
fa_ir: اسکان
ja_jp: 宿泊
pt_pt: Alojamento

source: Transport
cs_cz: Doprava
fa_ir: حمل و نقل
ja_jp: 交通
pt_pt: Transporte

source: Credit card
cs_cz: Platební karta
fa_ir: کارت اعتباری
ja_jp: クレジットカード
pt_pt: Cartão de crédito

source: Cash
cs_cz: Hotovost
fa_ir: پول نقد
ja_jp: 現金
pt_pt: Dinheiro

source: Check
cs_cz: Šek
fa_ir: بررسی
ja_jp: チェック
pt_pt: Cheque

source: Transfer
cs_cz: Převodem
fa_ir: انتقال
ja_jp: 振込
pt_pt: Transferência

source: Online service
cs_cz: Online služby
fa_ir: سرویس آنلاین
ja_jp: オンライン サービス
pt_pt: Serviço online

source: Cospend project shared
cs_cz: Nasdílen projekt v Cospend
ja_jp: Cospend プロジェクトを共有しました
pt_pt: Planeamento Cospend partilhado

source: User "%s" shared Cospend project "%s" with you.
cs_cz: Uživatel „%s“ vám nasdílel(a) projekt v Cospend „%s“.
fa_ir: کاربر "%s" پروژه "%s" را با شما به اشتراک گذاشت.
ja_jp: ユーザー "%s" がCospend プロジェクト "%s" をあなたと共有しました。
pt_pt: O utilizador "%s" partilhou o planeamento Cospend "%s" consigo.

source: {user} shared project %s with you
cs_cz: {user} vám nasdílel(a) projekt %s
ja_jp: {user} がプロジェクト %s をあなたと共有しました
pt_pt: {user} partilhou o planeamento %s consigo

source: Cospend project share removed
cs_cz: Sdílení projektu v Cospend odebráno
ja_jp: 共有プロジェクト共有を削除しました
pt_pt: Partilha de planeamento removida

source: User "%s" stopped sharing Cospend project "%s" with you.
cs_cz: Uživatel „%s“ vám přestal(a) sdílet Cospend projekt „%s“.
fa_ir: کاربر "%s" هم‌رسانی پروژه "%s" با شما را متوقف کرد.
ja_jp: ユーザー "%s" がCospend プロジェクト "%s" をあなたと共有しました。
pt_pt: O utilizador "%s" deixou de partilhar o planeamento Cospend "%s" consigo.

source: {user} stopped sharing project %s with you
cs_cz: {user} vám přestal(a) sdílet projekt %s
ja_jp: {user} がプロジェクト %s の共有を停止しました
pt_pt: {user} deixou de partilhar o planeamento %s consigo

source: in %1$s
cs_cz: v %1$s
pt_pt: em %1$s

source: Reimbursement
cs_cz: Úhrada
fa_ir: بازپرداخت
ja_jp: 経費精算
pt_pt: Reembolso

source: Not Found
cs_cz: Nenalezeno
fa_ir: یافت نشد
ja_jp: 見つかりません
pt_pt: Não foi encontrado

source: Average per month
cs_cz: Průměr za měsíc
fa_ir: متوسط ​​در هر ماه
ja_jp: 月あたりの平均
pt_pt: Média por mês

source: Invalid value
cs_cz: Neplatná hodnota
fa_ir: مقدار نامعتبر است
ja_jp: 無効な値
pt_pt: Valor inválido

source: Invalid frequency
cs_cz: Neplatná četnost
ja_jp: 無効な頻度
pt_pt: Frequência inválida

source: Timestamp (or date) field is required
cs_cz: Je zapotřebí vyplnit kolonku časové razítko (nebo datum)
fa_ir: بخش زمان (یا تاریخ) الزامی است
ja_jp: タイムスタンプ（または日付）フィールドが必要です
pt_pt: O campo de marca temporal (ou data) é obrigatório

source: Invalid date
cs_cz: Neplatné datum
fa_ir: تاریخ نامعتبر است
ja_jp: 無効な日付
pt_pt: Data inválida

source: This field is required
cs_cz: Tuto kolonku je třeba vyplnit
fa_ir: این بخش الزامی است
ja_jp: このフィールドは必須です
pt_pt: Este campo é obrigatório

source: Not a valid choice
cs_cz: Tato volba není přípustná
fa_ir: انتخاب معتبری نمی‌باشد
ja_jp: 有効な選択ではありません
pt_pt: Não é uma escolha válida

source: Error when getting project settlement transactions
cs_cz: Chyba při získávání transakcí zúčtování projektu
fa_ir: خطا هنگام دریافت معاملات تسویه حساب پروژه
ja_jp: プロジェクト決済トランザクションの取得時にエラーが発生しました
pt_pt: Ocorreu um erro ao obter transferências de liquidação do planeamento

source: Error when adding a bill
cs_cz: Chyba při přidávání účtu
fa_ir: خطا هنگام افزودن رسید
ja_jp: 請求書の追加時にエラーが発生しました
pt_pt: Erro ao adicionar uma despesa

source: Invalid member name
cs_cz: Neplatné jméno člena
fa_ir: نام عضو نامعتبر است
ja_jp: 無効なメンバー名
pt_pt: Nome de membro inválido

source: Name already exists
cs_cz: Název už existuje
ja_jp: 名前は既に存在します
pt_pt: O nome já existe

source: Not a valid decimal value
cs_cz: Není platná desítková hodnota
fa_ir: یک مقدار اعشاری معتبر نیست
ja_jp: 有効な小数ではありません
pt_pt: Não é um valor decimal válido

source: This project have no such member
cs_cz: Tento projekt nemá žádného takového člena
fa_ir: این پروژه چنین عضوی ندارد
ja_jp: そのメンバーはこのプロジェクトにいません
pt_pt: Este planeamento não tem esse membro

source: Name can't be empty
cs_cz: Název nemůže být prázdný
ja_jp: 名前を空にすることはできません
pt_pt: O nome não pode ficar vazio

source: Invalid email address
cs_cz: Neplatná e-mailová adresa
fa_ir: نشانی ایمیل نامعتبر است
ja_jp: メールアドレスが無効です
pt_pt: Endereço de email inválido

source: Invalid sort order
cs_cz: Neplatné pořadí řazení
ja_jp: ソート順が無効です
pt_pt: Forma de ordenação inválida

source: There is no such project
cs_cz: Neexistuje takový projekt
fa_ir: چنین پروژه‌ای وجود ندارد
ja_jp: そのようなプロジェクトはありません
pt_pt: Esse planeamento não existe

source: Weight is not a valid decimal value
cs_cz: Poměr není platná desítková hodnota
fa_ir: وزن یک مقدار اعشاری معتبر نیست
ja_jp: 重みが有効な小数点以下ではありません
pt_pt: O peso não é um valor decimal válido

source: Invalid color value
cs_cz: Neplatná barevná hodnota
ja_jp: 無効な色の値
pt_pt: Valor de cor inválido

source: This project already has this member
cs_cz: Tento člen už se v projektu nachází
fa_ir: پروژه از قبل این عضو را دارد
ja_jp: このプロジェクトにはすでにそのメンバーがいます
pt_pt: Este planeamento já tem este membro

source: Name field is required
cs_cz: Kolonku pro název je třeba vyplnit
fa_ir: بخش نام الزامی است
ja_jp: 名前フィールドは必須です
pt_pt: O campo Nome é obrigatório

source: There is no such bill
cs_cz: Neexistuje takový účet
fa_ir: چنین رسیدی وجود ندارد
ja_jp: そのような請求書はありません
pt_pt: Essa despesa não existe

source: Cannot match payer
cs_cz: Plátce se neshoduje
ja_jp: 支払者が一致しません
pt_pt: Não foi possível encontrar um pagador correspondente

source: Cannot create new bill: %1$s
cs_cz: Nedaří se vytvořit nový účet: %1$s
ja_jp: 新しい請求書を作成できません: %1$s
pt_pt: Não foi possível criar a nova despesa: %1$s

source: Not found
cs_cz: Nenalezeno
fa_ir: یافت نشد
ja_jp: 見つかりませんでした
pt_pt: Não foi encontrado

source: This project has no such payment mode
cs_cz: Tento projekt nemá žádný takový režim platby
ja_jp: このプロジェクトにはそのような支払い方法はありません
pt_pt: Este planeamento não possui essa forma de pagamento

source: Incorrect field values
cs_cz: Neplatné hodnoty v kolonce
fa_ir: مقادیر بخش نادرست است
ja_jp: 不正なフィールド値
pt_pt: Valores de campo errados

source: This project has no such category
cs_cz: Tento projekt nemá žádnou takovou kategorii
ja_jp: このプロジェクトにはそのようなカテゴリはありません
pt_pt: Este planeamento não possui essa categoria

source: This project have no such currency
cs_cz: Tento projekt nemá žádnou takovou měnu
fa_ir: این پروژه چنین واحد پولی ندارد
ja_jp: このプロジェクトにはそのような通貨はありません
pt_pt: Este planeamento não tem essa moeda

source: You are not authorized to give such access level
cs_cz: Nemáte oprávnění k poskytnutí takové úrovně přístupu
fa_ir: شما مجاز به اعطای چنین سطح دسترسی نیستید
ja_jp: そのようなアクセスレベルを付与する権限がありません
pt_pt: Não tem permissão para dar esse nível de acesso

source: Already shared with this user
cs_cz: Tomuto uživateli už nasdíleno
fa_ir: قبلا با این کاربر هم‌رسانی شده است
ja_jp: すでにこのユーザーと共有されています
pt_pt: Já está a ser partilhado com este utilizador

source: Impossible to share the project with its owner
cs_cz: Není možné nasdílet projekt jeho vlastníkovi (nedává to smysl)
fa_ir: هم‌رسانی پروژه با صاحبش ناممکن است
ja_jp: プロジェクトを所有者と共有することはできません
pt_pt: Não é possível partilhar o planeamento com o próprio dono

source: No such user
cs_cz: Žádný takový uživatel
fa_ir: چنین کاربری وجود ندارد
ja_jp: そのようなユーザーはいません
pt_pt: Esse utilizador não existe

source: No such share
cs_cz: Žádné takové sdílení
fa_ir: چنین هم‌رسانی وجود ندارد
ja_jp: そのような共有リンクはありません
pt_pt: Essa partilha não existe

source: No such shared access
cs_cz: Žádný takový sdílený přístup
fa_ir: چنین نشانی هم‌رسانی شده‌ای وجود ندارد
ja_jp: そのような共有アクセスはありません
pt_pt: Esse acesso partilhado não existe

source: Already shared with this group
cs_cz: Už sdíleno této skupině
fa_ir: قبلا با این گروه هم‌رسانی شده است
ja_jp: すでにこのグループと共有しています
pt_pt: Já está a ser partilhado com este grupo

source: No such group
cs_cz: Žádná taková skupina
fa_ir: چنین گروهی وجود ندارد
ja_jp: そのようなグループはありません
pt_pt: Esse grupo não existe

source: Impossible to get the circle manager
cs_cz: Nelze získat správce okruhu
ja_jp: サークル管理者を取得できません
pt_pt: Impossível obter o gestor do círculo

source: Already shared with this circle
cs_cz: Už sdíleno tomuto okruhu
fa_ir: قبلا با این حلقه به اشتراک گذاشته شده است
ja_jp: すでにこのサークルと共有しています
pt_pt: Já está a ser partilhado com este círculo

source: No such circle
cs_cz: Žádný takový okruh
fa_ir: چنین حلقه‌ای وجود ندارد
ja_jp: そのようなサークルはありません
pt_pt: Esse círculo não existe

source: Circles app is not enabled
cs_cz: Aplikace Okruhy není zapnutá
fa_ir: برنامه حلقه فعال نیست
ja_jp: サークルアプリが有効になっていません
pt_pt: A aplicação Círculos não está habilitada

source: Who pays?
cs_cz: Kdo platí?
fa_ir: چه کسی پرداخت می‌کند؟
ja_jp: 誰が支払う？
pt_pt: Quem paga?

source: To whom?
cs_cz: Komu?
fa_ir: به چه کسی؟
ja_jp: 誰のために?
pt_pt: A quem?

source: How much?
cs_cz: Kolik?
fa_ir: چقدر؟
ja_jp: 金額を入力
pt_pt: Quanto?

source: %1$s is not a folder
cs_cz: %1$s není složka
fa_ir: %1$s یک پوشه نیست
ja_jp: %1$s はフォルダではありません
pt_pt: %1$s não é uma pasta

source: %1$s is not writeable
cs_cz: %1$s není přístupné pro zápis
fa_ir: %1$s قابل نوشتن نیست
ja_jp: %1$s は書き込みできません
pt_pt: Não se pode escrever em %1$s

source: Impossible to create %1$s
cs_cz: Není možné vytvořit %1$s
fa_ir: ساختن %1$s ناممکن است
ja_jp: %1$s を作成できません
pt_pt: Impossível criar %1$s

source: Member name
cs_cz: Jméno člena
fa_ir: نام عضو
ja_jp: メンバー名
pt_pt: Nome do membro

source: Paid
cs_cz: Zaplaceno
fa_ir: پرداخت شده
ja_jp: 支払済
pt_pt: Pago

source: Spent
cs_cz: Utraceno
fa_ir: خرج شده
ja_jp: 支出
pt_pt: Gasto

source: Balance
cs_cz: Zůstatek
fa_ir: موجودی
ja_jp: 残高
pt_pt: Saldo

source: Malformed CSV, bad column names at line %1$s
cs_cz: Pokažené CSV, chybné názvy sloupců na řádku %1$s
ja_jp: CSV形式が不正です %1$s 行目に不正な桁名があります。
pt_pt: CSV malformado, nomes de coluna inválidos na linha %1$s

source: Malformed CSV, invalid member on line %1$s
cs_cz: Pokažené CSV, neplatný člen na řádku %1$s
ja_jp: CSV形式が不正です %1$s行目のメンバーが無効です
pt_pt: CSV malformado, membro inválido na linha %1$s

source: Malformed CSV, missing or invalid date/timestamp on line %1$s
cs_cz: Pokažené CSV, chybějící nebo neplatné datum / časové razítko na řádku %1$s
ja_jp: CSV形式が不正です %1$s行目の日時が無効です
pt_pt: CSV malformado, marca temporal ou data em falta ou inválida na linha %1$s

source: Malformed CSV, invalid payer weight on line %1$s
cs_cz: Pokažené CSV, neplatný váha plátce na řádku %1$s
ja_jp: CSV形式が不正です %1$s行目の支払い者の重みが無効です
pt_pt: CSV malformado, peso do pagador inválido na linha %1$s

source: Malformed CSV, invalid owers on line %1$s
cs_cz: Pokažené CSV, neplatní dlužníci na řádku %1$s
ja_jp: CSVが不正な形式 %1$s 行目に無効な債務者があります。
pt_pt: CSV malformado, devedores inválidos na linha %1$s

source: Malformed CSV, invalid amount on line %1$s
cs_cz: Pokažené CSV, neplatná částka na řádku %1$s
ja_jp: CSV形式が不正です %1$s行目の金額が無効です
pt_pt: CSV malformado, montante inválido na linha %1$s
